{
  "Una rara semilla le fue plantada en el lomo al nacer. La planta brota y crece con este Pokémon.": "Una llavor estranya li va ser plantada a l'esquena en néixer. La planta brota i creix amb aquest Pokémon.",
  "Este Pokémon tiene un bulbo en el lomo. Dicen que, al absorber nutrientes, el bulbo se transforma en una flor grande.": "Aquest Pokémon té un bulb a l'esquena. Diuen que, en absorbir nutrients, el bulb es transforma en una flor gran.",
  "Llena su cuerpo de energía con los rayos solares que captan los anchos pétalos de su flor.": "Omple el seu cos d'energia amb els raigs solars que capten els amples pètals de la seva flor.",
  "La llama de su cola indica la fuerza vital de Charmander. Será brillante si está sano.": "La flama de la seva cua indica la força vital de Charmander. Serà brillant si està sa.",
  "Se protege con su caparazón y contraataca lanzando agua a presión. Esconde la cabeza cuando duerme.": "Es protegeix amb la seva closca i contraataca llançant aigua a pressió. Amaga el cap quan dorm.",
  "Cuando retrae su largo cuello en el caparazón, dispara agua a una presión increíble.": "Quan retreu el seu llarg coll dins la closca, dispara aigua a una pressió increïble.",
  "Cuando nace, no puede ver. Palpa a ciegas en busca del pecho de su madre para mamar.": "Quan neix, no pot veure. Palpa a cegues buscant el pit de la seva mare per mamar.",
  "Su piel se endurece al exponerse al aire. Cuanto más se endurece, más poderosos se vuelven sus ataques.": "La seva pell s'endureix en exposar-se a l'aire. Com més s'endureix, més poderosos es tornen els seus atacs.",
  "Almacena semillas de bayas en su cola. Cuando se encuentra con un enemigo, las dispara como proyectiles.": "Emmagatzema llavors de baies a la cua. Quan es troba amb un enemic, les dispara com a projectils.",
  "Muy territorial, extiende sus alas para intimidar al enemigo. Vuela muy rápido.": "Molt territorial, estén les ales per intimidar l'enemic. Vola molt ràpid.",
  "Con sus colmillos venenosos muerde al rival y le inyecta una potente toxina. Es muy agresivo.": "Amb els seus ullals verinosos mossega el rival i li injecta una potent toxina. És molt agressiu.",
  "Cuando extiende las aletas de las orejas, puede volar a gran velocidad. Le gusta anidar en lugares altos.": "Quan estén les aletes de les orelles, pot volar a gran velocitat. Li agrada fer niu en llocs alts.",
  "Su pico es muy duro. Puede hacer agujeros en las rocas más duras para buscar comida.": "El seu bec és molt dur. Pot fer forats a les roques més dures per buscar menjar.",
  "Come casi cualquier cosa. Dondequiera que haya comida, seguramente habrá un Rattata cerca.": "Menja gairebé qualsevol cosa. Allà on hi hagi menjar, segurament hi haurà un Rattata a prop.",
  "Sus colmillos crecen constantemente. Si no los desgasta royendo cosas duras, le molestan al cerrar la boca.": "Els seus ullals creixen constantment. Si no els desgasta rosegant coses dures, li molesten en tancar la boca.",
  "Extremadamente feroz y territorial. Picotea sin cesar con su afilado pico si alguien se acerca a su nido.": "Extremadament ferotge i territorial. Picoteja sense parar amb el seu bec esmolat si algú s'acosta al seu niu.",
  "Con las grandes alas que tiene puede mantenerse en el aire sin apenas esfuerzo. Vuela todo el día.": "Amb les grans ales que té pot mantenir-se a l'aire sense gaire esforç. Vola tot el dia.",
  "Su mordedura inyecta una toxina muy potente. Sus colmillos pueden atravesar cualquier cosa.": "La seva mossegada injecta una toxina molt potent. Els seus ullals poden travessar qualsevol cosa.",
  "Mueve la cola para mantener el equilibrio mientras salta. La cola le sirve de apoyo cuando se sienta.": "Mou la cua per mantenir l'equilibri mentre salta. La cua li serveix de suport quan s'asseu.",
  "Tiene unas garras tremendamente afiladas. Nunca retrae las zarpas, que crecen durante toda su vida.": "Té unes urpes tremendament esmolades. Mai no retreu les urpes, que creixen durant tota la seva vida.",
  "Aunque es muy querido como mascota, es difícil de entrenar debido a su naturaleza caprichosa.": "Encara que és molt estimat com a mascota, és difícil d'entrenar a causa de la seva naturalesa capritxosa.",
  "Duerme profundamente durante el día. Si se queda dormido en un lugar soleado, su cuerpo se calienta un poco.": "Dorm profundament durant el dia. Si s'adorm en un lloc assolellat, el seu cos s'escalfa una mica.",
  "Cuando está enfadado o sorprendido, lanza descargas eléctricas por las bolsas de las mejillas.": "Quan està enfadat o sorprès, llança descàrregues elèctriques per les bosses de les galtes.",
  "Su cola almacena electricidad. Toca algo con la cola para descargarse y evitar electrocutarse.": "La seva cua emmagatzema electricitat. Toca alguna cosa amb la cua per descarregar-se i evitar electrocutar-se.",
  "Cuando varios de estos Pokémon se juntan, su electricidad puede causar fuertes tormentas.": "Quan diversos d'aquests Pokémon es reuneixen, la seva electricitat pot causar fortes tempestes.",
  "Se cubre de arena para protegerse del veneno. Le gusta darse baños de arena en lugares áridos.": "Es cobreix de sorra per protegir-se del verí. Li agrada fer-se banys de sorra en llocs àrids.",
  "Cuando se enfurece, se vuelve muy peligroso. Su cuerno contiene sustancias venenosas.": "Quan s'enfureix, es torna molt perillós. La seva banya conté substàncies verinoses.",
  "Aunque pequeño, puede herir gravemente a enemigos grandes con su cuerno venenoso.": "Encara que petit, pot ferir greument enemics grans amb la seva banya verinosa.",
  "Su piel tiene una textura muy fina. Si la tocas, notarás que es muy suave y un poco húmeda.": "La seva pell té una textura molt fina. Si la toques, notaràs que és molt suau i una mica humida.",
  "Cuando canta, modula su voz para que coincida con las ondas cerebrales de quien la escucha y le dé sueño.": "Quan canta, modula la seva veu perquè coincideixi amb les ones cerebrals de qui l'escolta i li faci son.",
  "Su cuerpo está lleno de gases tóxicos. Le gusta esconderse en la hierba alta y en cuevas oscuras.": "El seu cos està ple de gasos tòxics. Li agrada amagar-se a l'herba alta i en coves fosques.",
  "Adora los pétalos de las flores. Ataca balanceando los brazos como si fueran látigos.": "Adora els pètals de les flors. Ataca balancejant els braços com si fossin fuets.",
  "Sus pétalos liberan un aroma tóxico. Cuanto más tóxico, más vivos son los colores de los pétalos.": "Els seus pètals alliberen un aroma tòxic. Com més tòxic, més vius són els colors dels pètals.",
  "Vuela a gran velocidad. Usa sus enormes y venenosas espinas para defenderse.": "Vola a gran velocitat. Usa les seves enormes i verinoses espines per defensar-se.",
  "Cava túneles bajo tierra a gran velocidad. Puede aparecer bajo los enemigos para atacarlos.": "Cava túnels sota terra a gran velocitat. Pot aparèixer sota els enemics per atacar-los.",
  "Su cuerpo es casi todo músculo. Si ve enemigos, se abalanza sobre ellos y los aplasta con su peso.": "El seu cos és gairebé tot múscul. Si veu enemics, s'aboca sobre ells i els aixafa amb el seu pes.",
  "Aunque es muy pequeño, su grito puede ensordecer. Emite ondas ultrasónicas por la boca.": "Encara que és molt petit, el seu crit pot ensordir. Emet ones ultrasòniques per la boca.",
  "Sus ondas ultrasónicas pueden pulverizar rocas. Vuela por la noche en busca de comida.": "Les seves ones ultrasòniques poden pulveritzar roques. Vola per la nit buscant menjar.",
  "Su cuerpo desprende un olor dulce que atrae a los insectos, de los que se alimenta.": "El seu cos desprèn una olor dolça que atrau els insectes, dels quals s'alimenta.",
  "Libera esporas tóxicas por todo su cuerpo. En algunos países se usa como fertilizante.": "Allibera espores tòxiques per tot el seu cos. En alguns països s'usa com a fertilitzant.",
  "Tiene unos ojos enormes que nunca pierden de vista a su presa. Se mueve sin hacer ruido.": "Té uns ulls enormes que mai no perden de vista la seva presa. Es mou sense fer soroll.",
  "Sus ojos están especialmente desarrollados. Puede ver claramente incluso en la oscuridad.": "Els seus ulls estan especialment desenvolupats. Pot veure clarament fins i tot en la foscor.",
  "Vive en el fondo del mar. Con la luz de su cabeza atrae a sus presas en la oscuridad del océano.": "Viu al fons del mar. Amb la llum del seu cap atrau les seves preses en la foscor de l'oceà.",
  "Nada hacia atrás curvando su cuerpo como un arco. Cuanto más se curva, más rápido nada.": "Neda cap enrere corbant el seu cos com un arc. Com més es corba, més ràpid neda.",
  "Su cuerpo está cubierto de espinas venenosas. Los peces pequeños que se acercan se desmayan.": "El seu cos està cobert d'espines verinoses. Els peixos petits que s'acosten es desmaien.",
  "En primavera, se pueden ver bancos de Goldeen remontando cascadas y ríos.": "A la primavera, es poden veure bancs de Goldeen remuntant cascades i rius.",
  "Puede nadar a una velocidad de cinco nudos. Si siente peligro, apuñala con su cuerno.": "Pot nedar a una velocitat de cinc nusos. Si sent perill, apunyala amb la seva banya.",
  "Un Pokémon muy inteligente. Puede usar herramientas y se comunica con otros de su especie.": "Un Pokémon molt intel·ligent. Pot usar eines i es comunica amb altres de la seva espècie.",
  "Dicen que su inteligencia iguala a la de los humanos. Es un Pokémon muy orgulloso.": "Diuen que la seva intel·ligència iguala la dels humans. És un Pokémon molt orgullós.",
  "Su cuerpo magnético atrae objetos de metal. Si hay muchos en una zona, no puede moverse.": "El seu cos magnètic atrau objectes de metall. Si n'hi ha molts en una zona, no es pot moure.",
  "Se forma cuando tres Magnemite se unen. Genera potentes ondas magnéticas.": "Es forma quan tres Magnemite s'uneixen. Genera potents ones magnètiques.",
  "Un Pokémon muy feroz que ataca con su pico. Vuela a gran velocidad por todo el mundo.": "Un Pokémon molt ferotge que ataca amb el seu bec. Vola a gran velocitat per tot el món.",
  "Tiene dos cabezas que no se llevan bien. Si una come, la otra se pone celosa.": "Té dos caps que no s'avenen bé. Si un menja, l'altre es posa gelós.",
  "Sus tres cabezas representan la alegría, la tristeza y la ira. Cambian de humor constantemente.": "Els seus tres caps representen l'alegria, la tristesa i la ira. Canvien d'humor constantment.",
  "Vive en colonias en el fondo del mar. Si se siente amenazado, dispara tinta y huye.": "Viu en colònies al fons del mar. Si se sent amenaçat, dispara tinta i fuig.",
  "Sus tentáculos son muy fuertes. Puede aplastar cualquier cosa que agarre con ellos.": "Els seus tentacles són molt forts. Pot aixafar qualsevol cosa que agafi amb ells.",
  "Su cuerpo rocoso es muy duro. Muda la piel una vez al año para crecer.": "El seu cos rocós és molt dur. Muda la pell un cop a l'any per créixer.",
  "Se alimenta de rocas. Después de comer una montaña entera, se queda dormido para digerir.": "S'alimenta de roques. Després de menjar una muntanya sencera, s'adorm per digerir.",
  "Su cuerpo rocoso es tan duro como el diamante. Puede vivir durante 1000 años.": "El seu cos rocós és tan dur com el diamant. Pot viure durant 1000 anys.",
  "Galopa por campos y montañas. Sus cascos son más duros que el diamante.": "Galopa per camps i muntanyes. Els seus cascos són més durs que el diamant.",
  "Su melena arde con llamas. Cuando corre, parece una bola de fuego.": "La seva crinera crema amb flames. Quan corre, sembla una bola de foc.",
  "Es muy lento de mente. Le cuesta 5 segundos sentir dolor cuando lo atacan.": "És molt lent de ment. Li costa 5 segons sentir dolor quan l'ataquen.",
  "Aunque es lento, es muy fuerte. Le gusta pescar con la cola en los ríos.": "Encara que és lent, és molt fort. Li agrada pescar amb la cua als rius.",
  "Dicen que evolucionó de Magnemite que comió metales raros. Es muy pesado.": "Diuen que va evolucionar de Magnemite que va menjar metalls rars. És molt pesat.",
  "Aparece en lugares donde la gente se siente triste. Se alimenta de emociones negativas.": "Apareix en llocs on la gent se sent trista. S'alimenta d'emocions negatives.",
  "Pone huevos casi todos los días. Son muy nutritivos y están deliciosos.": "Posa ous gairebé tots els dies. Són molt nutritius i estan deliciosos.",
  "Raramente se deja ver. Se dice que anida en lugares inaccesibles.": "Rarament es deixa veure. Es diu que fa niu en llocs inaccessibles.",
  "Absorbe electricidad de las líneas de alta tensión. Escupe rayos por la boca.": "Absorbeix electricitat de les línies d'alta tensió. Escup raigs per la boca.",
  "Cuando está enfadado, las llamas de su cuerpo se vuelven más intensas.": "Quan està enfadat, les flames del seu cos es tornen més intenses.",
  "Nada muy rápido. Corta todo lo que encuentra a su paso con sus aletas afiladas.": "Neda molt ràpid. Talla tot el que troba al seu pas amb les seves aletes esmolades.",
  "Un Pokémon artificial creado por el hombre. Se mueve de forma muy mecánica.": "Un Pokémon artificial creat per l'home. Es mou de forma molt mecànica.",
  "Un Pokémon muy raro. Dicen que solo aparece donde hay fósiles de Pokémon antiguos.": "Un Pokémon molt rar. Diuen que només apareix on hi ha fòssils de Pokémon antics.",
  "Un Pokémon legendario. Dicen que puede crear tormentas con solo batir las alas.": "Un Pokémon llegendari. Diuen que pot crear tempestes només batent les ales.",
  "Un Pokémon legendario que puede controlar el fuego. Vive en volcanes activos.": "Un Pokémon llegendari que pot controlar el foc. Viu en volcans actius.",
  "Un Pokémon legendario muy inteligente. Puede aprender cualquier movimiento.": "Un Pokémon llegendari molt intel·ligent. Pot aprendre qualsevol moviment.",
  "Un Pokémon muy raro y esquivo. Pocos entrenadores han conseguido verlo.": "Un Pokémon molt rar i esquiu. Pocs entrenadors han aconseguit veure'l."
}
