{
  "Una rara semilla le fue plantada en el lomo al nacer. La planta brota y crece con este Pokémon.": "",
  "Este Pokémon tiene un bulbo en el lomo. Dicen que, al absorber nutrientes, el bulbo se transforma en una flor grande.": "",
  "Llena su cuerpo de energía con los rayos solares que captan los anchos pétalos de su flor.": "",
  "La llama de su cola indica la fuerza vital de Charmander. Será brillante si está sano.": "",
  "Suele usar la cola para derribar a su rival. Cuando lo tira, se vale de sus afiladas garras para acabar con él.": "",
  "Cuando lanza una descarga de fuego supercaliente, la roja llama de su cola brilla más intensamente.": "",
  "Se protege con su caparazón y luego contraataca lanzando agua a presión cuando tiene oportunidad.": "",
  "Si es golpeado, esconderá su cabeza. Aun así, su cola puede seguir golpeando.": "",
  "Para acabar con su enemigo, lo aplasta con el peso de su cuerpo. En momentos de apuro, se esconde en el caparazón.": "",
  "Para protegerse despide un hedor horrible de sus antenas, con el que repele a sus enemigos.": "",
  "Su frágil cuerpo está recubierto de una coraza dura como el acero. Permanece quieto en su desarrollo.": "",
  "Adora el néctar de las flores. Puede localizar hasta las más pequeñas cantidades de polen.": "",
  "Suele habitar bosques y praderas. Tiene un afilado y venenoso aguijón de unos 5 cm encima de la cabeza.": "",
  "Casi incapaz de moverse, este Pokémon solo puede endurecer su caparazón para protegerse.": "",
  "Tiene 3 aguijones venenosos en sus patas y cola. Suelen pinchar a sus enemigos repetidas veces.": "",
  "Muy común en bosques y selvas. Aletea al nivel del suelo para levantar la gravilla.": "",
  "Tiene unas garras desarrolladas. Puede atrapar un Exeggcute y transportarlo desde una distancia de casi 100 km.": "",
  "Cuando caza, vuela muy deprisa a ras del agua y sorprende a inocentes presas como Magikarp.": "",
  "Vive allí donde haya comida disponible. Busca todo el día, sin descanso, algo comestible.": "",
  "Lima sus colmillos royendo objetos duros. Con ellos puede destruir incluso paredes de hormigón.": "",
  "Muy protector de su territorio, mueve sus cortas alas sin descanso para lanzarse a toda velocidad.": "",
  "Con sus enormes y magníficas alas, puede seguir volando sin tener que aterrizar para descansar.": "",
  "Cuanto más viejo, más crece este Pokémon. Por la noche, descansa en las ramas de los árboles.": "",
  "El dibujo que tiene en la panza aterroriza. Los rivales más débiles salen huyendo al verlo.": "",
  "Levanta su cola para vigilar los alrededores. A veces, puede ser alcanzado por un rayo en esa pose.": "",
  "Cuando se carga de electricidad, sus músculos se tensan y se vuelve más agresivo de lo normal.": "",
  "Este Pokémon permanece bajo tierra. Si se siente amenazado, se enrosca para defenderse.": "",
  "Si cava a gran velocidad, puede que se le caigan las garras y púas. Vuelven a crecerle en un día.": "",
  "Aunque pequeñas, sus venenosas púas son muy peligrosas. Tienen un cuerno más pequeño que los machos.": "",
  "Tiene un carácter afable. Emite ondas ultrasónicas para confundir al enemigo.": "",
  "Usa su cuerpo duro y escamoso para sellar la entrada a su madriguera y protegerse de los depredadores.": "",
  "Saca las orejas por encima de la hierba para explorar el territorio. Le protege su cuerno venenoso.": "",
  "Levanta sus grandes orejas para vigilar. Si detecta algo, atacará de inmediato.": "",
  "Es fácil reconocerlo por tener una dura piel y un gran cuerno lleno de peligrosísimo veneno.": "",
  "Se dice que la felicidad llegará a quien vea a un grupo de Clefairy bailando a la luz de la luna llena.": "",
  "Su oído es tan agudo que puede oír una aguja caer a 1 km. Vive en montañas solitarias.": "",
  "Cuando nace solo tiene una cola, pero a medida que crece, esta se va dividiendo desde la punta.": "",
  "Tiene nueve colas y un pelaje de color dorado. Dicen que este Pokémon llega a vivir 1000 años.": "",
  "Cautiva con la mirada a su enemigo y hace que se quede profundamente dormido mientras entona una dulce melodía.": "",
  "Su piel es tan suave que si dos de ellos se acurrucan juntos, no querrán separarse nunca.": "",
  "Aunque carezca de ojos, puede detectar obstáculos con las ondas ultrasónicas que emite su boca.": "",
  "Cuando ataque, seguirá chupando energía de su víctima, aunque pese tanto que ya no pueda volar.": "",
  "Durante el día, se agazapa en el frío subsuelo huyendo del sol. La luz de la luna le hace crecer mucho.": "",
  "¡Huele bastante mal! De todas formas, una de cada mil personas aprecian su fétido olor.": "",
  "Cuanto mayores son sus pétalos, más tóxico es su polen. Le pesa la cabeza y le cuesta mantenerla erguida.": "",
  "Lleva en el lomo dos setas parásitas llamadas tochukaso, que crecen con él.": "",
  "Parasect está dominado por una seta parásita mayor que él. Dispersa esporas venenosas.": "",
  "Sus grandes ojos son en realidad grupos de ojos diminutos. Por la noche se siente atraído por la luz.": "",
  "Lanza unas escamas que paralizan a cualquiera. Quien las toque, no podrá ni ponerse de pie.": "",
  "Vive un metro por debajo del suelo, donde se alimenta de raíces. También aparece en la superficie.": "",
  "En combate, cava la tierra, se esconde y sale de repente para golpear a su rival. Nunca se sabe por dónde puede aparecer.": "",
  "Es de naturaleza nocturna. Le atraen los objetos brillantes.": "",
  "Aunque es muy admirado por el pelo, es difícil de entrenar como mascota, porque es un poco travieso.": "",
  "Padece continuamente dolores de cabeza. Cuando son muy fuertes, empieza a usar misteriosos poderes.": "",
  "Aparece en ríos al anochecer. Puede usar poderes telequinéticos si su frente brilla misteriosamente.": "",
  "Es peligroso acercarse si se enfada sin razón aparente, ya que no distingue entre amigos y enemigos.": "",
  "Solo se calma cuando nadie está cerca. Llegar a ver ese momento es realmente difícil.": "",
  "Es muy agradable y leal. Para ahuyentar al enemigo, se pone a ladrar y a dar bocados.": "",
  "Un Pokémon muy admirado desde la antigüedad por su belleza. Corre ágilmente como si tuviera alas.": "",
  "Tiene una piel extraordinaria, fina y húmeda, que deja entrever las vísceras que tiene dispuestas en espiral.": "",
  "Capaz de vivir dentro o fuera del agua. Fuera del agua suda para mantener baboso su cuerpo.": "",
  "Tiene músculos muy desarrollados. Es capaz de nadar en el océano sin descanso.": "",
  "Duerme 18 horas al día y mientras lo hace es capaz de usar una serie de poderes extrasensoriales.": "",
  "Cuando utiliza su poder psíquico, emite poderosas ondas alfa que pueden destruir dispositivos.": "",
  "Sus neuronas se multiplican continuamente durante su vida. Por eso, siempre lo recuerda todo.": "",
  "Levanta un Graveler para mantener sus músculos en forma. Domina todas las artes marciales.": "",
  "Su musculoso cuerpo es tan fuerte que usa un cinto antifuerza para controlar sus movimientos.": "",
  "Tiene cuatro brazos tan bien desarrollados que puede dar una serie de 1000 puñetazos en cuestión de dos segundos.": "",
  "Aunque su cuerpo es extremadamente delgado, es muy rápido a la hora de capturar sus presas.": "",
  "Las hojas que tiene actúan como cuchillas en combate. Otra de sus armas es el corrosivo fluido que expulsa.": "",
  "Dicen que vive en grandes colonias en el interior de las junglas, aunque nadie ha podido verificarlo.": "",
  "Su cuerpo se compone casi en exclusiva de agua. Lanza extraños rayos con sus ojos cristalinos.": "",
  "Cuando caza, extiende los cortos tentáculos que tiene para atrapar e inmovilizar a su presa.": "",
  "Aparecen en llanos y montañas. Como parecen rocas, la gente se tropieza con ellos o los pisa.": "",
  "De naturaleza descuidada y libre, no le importa dañarse cuando baja rodando montañas.": "",
  "Se lanza montaña abajo y deja un surco desde la cima hasta el pie. Es mejor mantenerse alejado.": "",
  "Cuando nace, apenas puede tenerse en pie. Pero va fortaleciendo las patas en cuanto empieza a galopar.": "",
  "Galopa a casi 240 km por hora. Su crin ardiente parece una flecha cuando corre.": "",
  "Descansa ocioso junto al agua. Si algo muerde su cola, no lo notará en todo el día.": "",
  "Tiene una cola tan apetecible, que el Shellder que va enganchado a ella no se soltará por nada del mundo.": "",
  "Las unidades a los lados de su cuerpo generan energía antigravitatoria para mantenerlo en el aire.": "",
  "Lo constituye un grupo de Magnemite. Descarga potentes ondas magnéticas de alto voltaje.": "",
  "El puerro que lleva es su mejor arma. Suele usarlo como espada para cortar cosas.": "",
  "Este Pokémon de dos cabezas es el resultado de una mutación. Cuando corre, puede alcanzar casi 100 km por hora.": "",
  "Más vale no perder de vista ninguna de las tres cabezas. De lo contrario, el número de picotazos será enorme.": "",
  "Este Pokémon vive en icebergs. Nada en el mar y usa el cuerno de su cabeza para romper el hielo.": "",
  "Está recubierto de un luminoso pelaje blanco. Este Pokémon aumenta su actividad cuando bajan las temperaturas.": "",
  "Nace de lodo alterado al filtrarse en el agua los rayos X reflejados por la Luna. Se alimenta de sustancias desagradables.": "",
  "Les encanta reunirse en zonas apestosas donde se acumula el lodo, haciendo su olor más insoportable.": "",
  "La concha lo protege de cualquier tipo de ataque. Solo es vulnerable cuando se abre.": "",
  "A los Cloyster que viven en las fuertes corrientes marinas les crecen largas y afiladas púas en la concha.": "",
  "Su etéreo cuerpo está hecho de gas. Puede envolver a un oponente de cualquier tamaño hasta ahogarlo.": "",
  "Cuando tienes la sensación de que te están observando, seguro que es porque Haunter está cerca.": "",
  "Se esconde entre las sombras. Se dice que donde Gengar acecha, la temperatura baja 5 °C.": "",
  "Cava a gran velocidad en busca de comida. Los túneles que deja son usados por los Diglett.": "",
  "Adormece a sus enemigos y se come sus sueños. A veces se pone enfermo si come pesadillas.": "",
  "Lleva un péndulo en la mano. Una vez, hizo desaparecer a un niño al que había hipnotizado.": "",
  "Ante el peligro, se camufla con las burbujas que desprende su boca, para parecer más grande.": "",
  "La pinza tan grande que tiene posee una fuerza de 10 000 caballos de potencia. Pero, por su gran tamaño, cuesta moverla.": "",
  "Fue descubierto cuando se crearon las Poké Balls. Se dice que tiene algo que ver con ellas.": "",
  "Explotan a la mínima. Por eso se les tiene mucho miedo. Estos Pokémon reciben el mote de Bomba Ball.": "",
  "Estos seis huevos se comunican por telepatía. Si se separan, se pueden reunir rápidamente.": "",
  "Sus tres cabezas piensan de forma independiente. Sin embargo, son amigas y no suelen discutir nunca.": "",
  "Lleva puesto el cráneo de su madre. Cuando se siente solo se pone a gritar muy fuerte.": "",
  "Es pequeño y siempre ha sido muy débil. Cuando empezó a usar huesos, se volvió más violento.": "",
  "Encoge y estira las patas a su antojo. Cuando las estira, es capaz de propinar una buena patada al enemigo.": "",
  "Los potentes golpes de sus brazos pueden pulverizar el hormigón. Descansa tras luchar tres minutos.": "",
  "Su larga lengua, recubierta de saliva pegajosa, se pega a todo, por lo que es muy útil.": "",
  "Tiene forma de globo y es muy ligero. Está compuesto por gases tóxicos y apesta.": "",
  "Si uno de los gemelos Koffing se infla, el otro se desinfla. Mezclan constantemente sus venenosos gases.": "",
  "Es muy fuerte, pero no especialmente listo. Es capaz de derribar rascacielos usando Placaje varias veces.": "",
  "La piel le sirve de escudo protector. Puede vivir en lava líquida a 2000 °C de temperatura.": "",
  "Se dice que reparte felicidad. Se caracteriza por su compasión y reparte sus huevos entre la gente herida.": "",
  "Se camufla con la multitud de lianas que envuelven su cuerpo y que no dejan de crecer a lo largo de toda su vida.": "",
  "Lleva a su cría en la bolsa de su panza. Solo deja que su cría salga a jugar cuando no siente peligro.": "",
  "Es famoso por derribar a bichos voladores lanzando tinta desde la superficie del agua.": "",
  "Las afiladas púas que le recubren el cuerpo se le erizan y pueden causar el debilitamiento con solo tocarlo.": "",
  "Nada a una velocidad de cinco nudos. Si siente peligro, golpea con su afilado cuerno.": "",
  "En otoño, cuando se reproducen, se les puede ver nadando con energía por ríos y arroyos.": "",
  "Aunque sus brazos se rompan podrán regenerarse, siempre y cuando su núcleo siga intacto.": "",
  "Su núcleo central brilla con los colores del arcoíris. Para algunos tiene el valor de una gema.": "",
  "Para repeler ataques, solidifica el aire y crea muros invisibles con emanaciones de sus dedos.": "",
  "Destroza a su presa con las guadañas que tiene. No es común que use las alas para volar.": "",
  "Camina moviendo las caderas de forma llamativa. Puede hacer que la gente baile a su ritmo.": "",
  "Por la superficie de su piel corre la electricidad. En la oscuridad, su cuerpo se torna blanquecino.": "",
  "A este Pokémon se lo encontraron cerca de un volcán. Esta criatura ígnea tiene una temperatura corporal de unos 1200 °C.": "",
  "Atrapa presas con sus pinzas hasta que las parte en dos. Lanza lejos lo que no puede quebrar.": "",
  "Después de animarse a luchar fustigándose con sus tres colas, carga a toda velocidad.": "",
  "No es precisamente rápido ni fuerte. Es el Pokémon más debilucho y simplón de todos los que hay.": "",
  "En la literatura antigua se dice que un Gyarados rebosante de violencia arrasó un poblado.": "",
  "Son buenos de corazón. Muchos fueron capturados por ser tan pacíficos. Ahora hay muchos menos.": "",
  "Puede alterar por completo su estructura celular para emular cualquier objeto que vea.": "",
  "Un extraño Pokémon que se adapta a los entornos más hostiles gracias a sus diferentes evoluciones.": "",
  "Prefiere las bellas costas. Con células parecidas al agua, podría fundirse en la misma.": "",
  "Todos los pelos de su cuerpo se ponen de punta si empieza a cargarse de electricidad.": "",
  "Almacena llamas en su cuerpo, que alcanza una temperatura de 900 °C antes de un combate.": "",
  "Pokémon creado por el hombre tras muchas investigaciones. Sus habilidades son básicas.": "",
  "Pokémon prehistórico que vivió en el océano primordial. Para nadar se valía de sus 10 tentáculos.": "",
  "Tiene los tentáculos tan desarrollados que le sirven de manos y pies. Con ellos atrapa a su presa y le da un bocado.": "",
  "Se cree que habitó las playas hace 300 millones de años. Se protege con una dura concha.": "",
  "Repliega sus extremidades en el agua para hacerse más compacto, y mueve su concha para nadar rápido.": "",
  "Se regeneró a partir de material genético de un dinosaurio encontrado en ámbar. Cuando vuela emite escandalosos alaridos.": "",
  "No se encuentra satisfecho hasta que no se come 400 kg de comida cada día. Cuando acaba de comer, se queda dormido.": "",
  "Legendario Pokémon pájaro capaz de generar ventiscas congelando la humedad del aire.": "",
  "Es un legendario pájaro Pokémon. Dicen que aparece entre las nubes lanzando enormes rayos brillantes.": "",
  "Es más conocido como el legendario pájaro de fuego. Con cada aleteo crea brillantes llamas.": "",
  "Se le llama el Pokémon Espejismo porque son muy pocos los que lo han visto. Se encontró su muda.": "",
  "Sus cristalinos orbes parecen darle al Pokémon el poder de controlar el clima libremente.": "",
  "A pesar del tamaño que tiene y de lo pesado que es, puede volar. Es capaz de dar la vuelta al mundo en solo 16 horas.": "",
  "Fue creado por un científico tras años de horribles experimentos de ingeniería genética.": "",
  "Varios científicos lo consideran el antecesor de los Pokémon porque usa todo tipo de movimientos.": ""
}