{
  "1": {
    "name": "Bulbasaur",
    "description": "Una rara semilla le fue plantada en el lomo al nacer. La planta brota y crece con este Pokémon."
  },
  "2": {
    "name": "Ivysaur",
    "description": "Este Pokémon tiene un bulbo en el lomo. Dicen que, al absorber nutrientes, el bulbo se transforma en una flor grande."
  },
  "3": {
    "name": "Venusaur",
    "description": "Llena su cuerpo de energía con los rayos solares que captan los anchos pétalos de su flor."
  },
  "4": {
    "name": "Charmander",
    "description": "La llama de su cola indica la fuerza vital de Charmander. Será brillante si está sano."
  },
  "5": {
    "name": "Charmeleon",
    "description": "Suele usar la cola para derribar a su rival. Cuando lo tira, se vale de sus afiladas garras para acabar con él."
  },
  "6": {
    "name": "Charizard",
    "description": "Cuando lanza una descarga de fuego supercaliente, la roja llama de su cola brilla más intensamente."
  },
  "7": {
    "name": "Squirtle",
    "description": "Se protege con su caparazón y luego contraataca lanzando agua a presión cuando tiene oportunidad."
  },
  "8": {
    "name": "Wartortle",
    "description": "Si es golpeado, esconderá su cabeza. Aun así, su cola puede seguir golpeando."
  },
  "9": {
    "name": "Blastoise",
    "description": "Para acabar con su enemigo, lo aplasta con el peso de su cuerpo. En momentos de apuro, se esconde en el caparazón."
  },
  "10": {
    "name": "Caterpie",
    "description": "Para protegerse despide un hedor horrible de sus antenas, con el que repele a sus enemigos."
  },
  "11": {
    "name": "Metapod",
    "description": "Su frágil cuerpo está recubierto de una coraza dura como el acero. Permanece quieto en su desarrollo."
  },
  "12": {
    "name": "Butterfree",
    "description": "Adora el néctar de las flores. Puede localizar hasta las más pequeñas cantidades de polen."
  },
  "13": {
    "name": "Weedle",
    "description": "Suele habitar bosques y praderas. Tiene un afilado y venenoso aguijón de unos 5 cm encima de la cabeza."
  },
  "14": {
    "name": "Kakuna",
    "description": "Casi incapaz de moverse, este Pokémon solo puede endurecer su caparazón para protegerse."
  },
  "15": {
    "name": "Beedrill",
    "description": "Tiene 3 aguijones venenosos en sus patas y cola. Suelen pinchar a sus enemigos repetidas veces."
  },
  "16": {
    "name": "Pidgey",
    "description": "Muy común en bosques y selvas. Aletea al nivel del suelo para levantar la gravilla."
  },
  "17": {
    "name": "Pidgeotto",
    "description": "Tiene unas garras desarrolladas. Puede atrapar un Exeggcute y transportarlo desde una distancia de casi 100 km."
  },
  "18": {
    "name": "Pidgeot",
    "description": "Cuando caza, vuela muy deprisa a ras del agua y sorprende a inocentes presas como Magikarp."
  },
  "19": {
    "name": "Rattata",
    "description": "Vive allí donde haya comida disponible. Busca todo el día, sin descanso, algo comestible."
  },
  "20": {
    "name": "Raticate",
    "description": "Lima sus colmillos royendo objetos duros. Con ellos puede destruir incluso paredes de hormigón."
  },
  "21": {
    "name": "Spearow",
    "description": "Muy protector de su territorio, mueve sus cortas alas sin descanso para lanzarse a toda velocidad."
  },
  "22": {
    "name": "Fearow",
    "description": "Con sus enormes y magníficas alas, puede seguir volando sin tener que aterrizar para descansar."
  },
  "23": {
    "name": "Ekans",
    "description": "Cuanto más viejo, más crece este Pokémon. Por la noche, descansa en las ramas de los árboles."
  },
  "24": {
    "name": "Arbok",
    "description": "El dibujo que tiene en la panza aterroriza. Los rivales más débiles salen huyendo al verlo."
  },
  "25": {
    "name": "Pikachu",
    "description": "Levanta su cola para vigilar los alrededores. A veces, puede ser alcanzado por un rayo en esa pose."
  },
  "26": {
    "name": "Raichu",
    "description": "Cuando se carga de electricidad, sus músculos se tensan y se vuelve más agresivo de lo normal."
  },
  "27": {
    "name": "Sandshrew",
    "description": "Este Pokémon permanece bajo tierra. Si se siente amenazado, se enrosca para defenderse."
  },
  "28": {
    "name": "Sandslash",
    "description": "Si cava a gran velocidad, puede que se le caigan las garras y púas. Vuelven a crecerle en un día."
  },
  "29": {
    "name": "Nidoran-F",
    "description": "Aunque pequeñas, sus venenosas púas son muy peligrosas. Tienen un cuerno más pequeño que los machos."
  },
  "30": {
    "name": "Nidorina",
    "description": "Tiene un carácter afable. Emite ondas ultrasónicas para confundir al enemigo."
  },
  "31": {
    "name": "Nidoqueen",
    "description": "Usa su cuerpo duro y escamoso para sellar la entrada a su madriguera y protegerse de los depredadores."
  },
  "32": {
    "name": "Nidoran-M",
    "description": "Saca las orejas por encima de la hierba para explorar el territorio. Le protege su cuerno venenoso."
  },
  "33": {
    "name": "Nidorino",
    "description": "Levanta sus grandes orejas para vigilar. Si detecta algo, atacará de inmediato."
  },
  "34": {
    "name": "Nidoking",
    "description": "Es fácil reconocerlo por tener una dura piel y un gran cuerno lleno de peligrosísimo veneno."
  },
  "35": {
    "name": "Clefairy",
    "description": "Se dice que la felicidad llegará a quien vea a un grupo de Clefairy bailando a la luz de la luna llena."
  },
  "36": {
    "name": "Clefable",
    "description": "Su oído es tan agudo que puede oír una aguja caer a 1 km. Vive en montañas solitarias."
  },
  "37": {
    "name": "Vulpix",
    "description": "Cuando nace solo tiene una cola, pero a medida que crece, esta se va dividiendo desde la punta."
  },
  "38": {
    "name": "Ninetales",
    "description": "Tiene nueve colas y un pelaje de color dorado. Dicen que este Pokémon llega a vivir 1000 años."
  },
  "39": {
    "name": "Jigglypuff",
    "description": "Cautiva con la mirada a su enemigo y hace que se quede profundamente dormido mientras entona una dulce melodía."
  },
  "40": {
    "name": "Wigglytuff",
    "description": "Su piel es tan suave que si dos de ellos se acurrucan juntos, no querrán separarse nunca."
  },
  "41": {
    "name": "Zubat",
    "description": "Aunque carezca de ojos, puede detectar obstáculos con las ondas ultrasónicas que emite su boca."
  },
  "42": {
    "name": "Golbat",
    "description": "Cuando ataque, seguirá chupando energía de su víctima, aunque pese tanto que ya no pueda volar."
  },
  "43": {
    "name": "Oddish",
    "description": "Durante el día, se agazapa en el frío subsuelo huyendo del sol. La luz de la luna le hace crecer mucho."
  },
  "44": {
    "name": "Gloom",
    "description": "¡Huele bastante mal! De todas formas, una de cada mil personas aprecian su fétido olor."
  },
  "45": {
    "name": "Vileplume",
    "description": "Cuanto mayores son sus pétalos, más tóxico es su polen. Le pesa la cabeza y le cuesta mantenerla erguida."
  },
  "46": {
    "name": "Paras",
    "description": "Lleva en el lomo dos setas parásitas llamadas tochukaso, que crecen con él."
  },
  "47": {
    "name": "Parasect",
    "description": "Parasect está dominado por una seta parásita mayor que él. Dispersa esporas venenosas."
  },
  "48": {
    "name": "Venonat",
    "description": "Sus grandes ojos son en realidad grupos de ojos diminutos. Por la noche se siente atraído por la luz."
  },
  "49": {
    "name": "Venomoth",
    "description": "Lanza unas escamas que paralizan a cualquiera. Quien las toque, no podrá ni ponerse de pie."
  },
  "50": {
    "name": "Diglett",
    "description": "Vive un metro por debajo del suelo, donde se alimenta de raíces. También aparece en la superficie."
  },
  "51": {
    "name": "Dugtrio",
    "description": "En combate, cava la tierra, se esconde y sale de repente para golpear a su rival. Nunca se sabe por dónde puede aparecer."
  },
  "52": {
    "name": "Meowth",
    "description": "Es de naturaleza nocturna. Le atraen los objetos brillantes."
  },
  "53": {
    "name": "Persian",
    "description": "Aunque es muy admirado por el pelo, es difícil de entrenar como mascota, porque es un poco travieso."
  },
  "54": {
    "name": "Psyduck",
    "description": "Padece continuamente dolores de cabeza. Cuando son muy fuertes, empieza a usar misteriosos poderes."
  },
  "55": {
    "name": "Golduck",
    "description": "Aparece en ríos al anochecer. Puede usar poderes telequinéticos si su frente brilla misteriosamente."
  },
  "56": {
    "name": "Mankey",
    "description": "Es peligroso acercarse si se enfada sin razón aparente, ya que no distingue entre amigos y enemigos."
  },
  "57": {
    "name": "Primeape",
    "description": "Solo se calma cuando nadie está cerca. Llegar a ver ese momento es realmente difícil."
  },
  "58": {
    "name": "Growlithe",
    "description": "Es muy agradable y leal. Para ahuyentar al enemigo, se pone a ladrar y a dar bocados."
  },
  "59": {
    "name": "Arcanine",
    "description": "Un Pokémon muy admirado desde la antigüedad por su belleza. Corre ágilmente como si tuviera alas."
  },
  "60": {
    "name": "Poliwag",
    "description": "Tiene una piel extraordinaria, fina y húmeda, que deja entrever las vísceras que tiene dispuestas en espiral."
  },
  "61": {
    "name": "Poliwhirl",
    "description": "Capaz de vivir dentro o fuera del agua. Fuera del agua suda para mantener baboso su cuerpo."
  },
  "62": {
    "name": "Poliwrath",
    "description": "Tiene músculos muy desarrollados. Es capaz de nadar en el océano sin descanso."
  },
  "63": {
    "name": "Abra",
    "description": "Duerme 18 horas al día y mientras lo hace es capaz de usar una serie de poderes extrasensoriales."
  },
  "64": {
    "name": "Kadabra",
    "description": "Cuando utiliza su poder psíquico, emite poderosas ondas alfa que pueden destruir dispositivos."
  },
  "65": {
    "name": "Alakazam",
    "description": "Sus neuronas se multiplican continuamente durante su vida. Por eso, siempre lo recuerda todo."
  },
  "66": {
    "name": "Machop",
    "description": "Levanta un Graveler para mantener sus músculos en forma. Domina todas las artes marciales."
  },
  "67": {
    "name": "Machoke",
    "description": "Su musculoso cuerpo es tan fuerte que usa un cinto antifuerza para controlar sus movimientos."
  },
  "68": {
    "name": "Machamp",
    "description": "Tiene cuatro brazos tan bien desarrollados que puede dar una serie de 1000 puñetazos en cuestión de dos segundos."
  },
  "69": {
    "name": "Bellsprout",
    "description": "Aunque su cuerpo es extremadamente delgado, es muy rápido a la hora de capturar sus presas."
  },
  "70": {
    "name": "Weepinbell",
    "description": "Las hojas que tiene actúan como cuchillas en combate. Otra de sus armas es el corrosivo fluido que expulsa."
  },
  "71": {
    "name": "Victreebel",
    "description": "Dicen que vive en grandes colonias en el interior de las junglas, aunque nadie ha podido verificarlo."
  },
  "72": {
    "name": "Tentacool",
    "description": "Su cuerpo se compone casi en exclusiva de agua. Lanza extraños rayos con sus ojos cristalinos."
  },
  "73": {
    "name": "Tentacruel",
    "description": "Cuando caza, extiende los cortos tentáculos que tiene para atrapar e inmovilizar a su presa."
  },
  "74": {
    "name": "Geodude",
    "description": "Aparecen en llanos y montañas. Como parecen rocas, la gente se tropieza con ellos o los pisa."
  },
  "75": {
    "name": "Graveler",
    "description": "De naturaleza descuidada y libre, no le importa dañarse cuando baja rodando montañas."
  },
  "76": {
    "name": "Golem",
    "description": "Se lanza montaña abajo y deja un surco desde la cima hasta el pie. Es mejor mantenerse alejado."
  },
  "77": {
    "name": "Ponyta",
    "description": "Cuando nace, apenas puede tenerse en pie. Pero va fortaleciendo las patas en cuanto empieza a galopar."
  },
  "78": {
    "name": "Rapidash",
    "description": "Galopa a casi 240 km por hora. Su crin ardiente parece una flecha cuando corre."
  },
  "79": {
    "name": "Slowpoke",
    "description": "Descansa ocioso junto al agua. Si algo muerde su cola, no lo notará en todo el día."
  },
  "80": {
    "name": "Slowbro",
    "description": "Tiene una cola tan apetecible, que el Shellder que va enganchado a ella no se soltará por nada del mundo."
  },
  "81": {
    "name": "Magnemite",
    "description": "Las unidades a los lados de su cuerpo generan energía antigravitatoria para mantenerlo en el aire."
  },
  "82": {
    "name": "Magneton",
    "description": "Lo constituye un grupo de Magnemite. Descarga potentes ondas magnéticas de alto voltaje."
  },
  "83": {
    "name": "Farfetchd",
    "description": "El puerro que lleva es su mejor arma. Suele usarlo como espada para cortar cosas."
  },
  "84": {
    "name": "Doduo",
    "description": "Este Pokémon de dos cabezas es el resultado de una mutación. Cuando corre, puede alcanzar casi 100 km por hora."
  },
  "85": {
    "name": "Dodrio",
    "description": "Más vale no perder de vista ninguna de las tres cabezas. De lo contrario, el número de picotazos será enorme."
  },
  "86": {
    "name": "Seel",
    "description": "Este Pokémon vive en icebergs. Nada en el mar y usa el cuerno de su cabeza para romper el hielo."
  },
  "87": {
    "name": "Dewgong",
    "description": "Está recubierto de un luminoso pelaje blanco. Este Pokémon aumenta su actividad cuando bajan las temperaturas."
  },
  "88": {
    "name": "Grimer",
    "description": "Nace de lodo alterado al filtrarse en el agua los rayos X reflejados por la Luna. Se alimenta de sustancias desagradables."
  },
  "89": {
    "name": "Muk",
    "description": "Les encanta reunirse en zonas apestosas donde se acumula el lodo, haciendo su olor más insoportable."
  },
  "90": {
    "name": "Shellder",
    "description": "La concha lo protege de cualquier tipo de ataque. Solo es vulnerable cuando se abre."
  },
  "91": {
    "name": "Cloyster",
    "description": "A los Cloyster que viven en las fuertes corrientes marinas les crecen largas y afiladas púas en la concha."
  },
  "92": {
    "name": "Gastly",
    "description": "Su etéreo cuerpo está hecho de gas. Puede envolver a un oponente de cualquier tamaño hasta ahogarlo."
  },
  "93": {
    "name": "Haunter",
    "description": "Cuando tienes la sensación de que te están observando, seguro que es porque Haunter está cerca."
  },
  "94": {
    "name": "Gengar",
    "description": "Se esconde entre las sombras. Se dice que donde Gengar acecha, la temperatura baja 5 °C."
  },
  "95": {
    "name": "Onix",
    "description": "Cava a gran velocidad en busca de comida. Los túneles que deja son usados por los Diglett."
  },
  "96": {
    "name": "Drowzee",
    "description": "Adormece a sus enemigos y se come sus sueños. A veces se pone enfermo si come pesadillas."
  },
  "97": {
    "name": "Hypno",
    "description": "Lleva un péndulo en la mano. Una vez, hizo desaparecer a un niño al que había hipnotizado."
  },
  "98": {
    "name": "Krabby",
    "description": "Ante el peligro, se camufla con las burbujas que desprende su boca, para parecer más grande."
  },
  "99": {
    "name": "Kingler",
    "description": "La pinza tan grande que tiene posee una fuerza de 10 000 caballos de potencia. Pero, por su gran tamaño, cuesta moverla."
  },
  "100": {
    "name": "Voltorb",
    "description": "Fue descubierto cuando se crearon las Poké Balls. Se dice que tiene algo que ver con ellas."
  },
  "101": {
    "name": "Electrode",
    "description": "Explotan a la mínima. Por eso se les tiene mucho miedo. Estos Pokémon reciben el mote de Bomba Ball."
  },
  "102": {
    "name": "Exeggcute",
    "description": "Estos seis huevos se comunican por telepatía. Si se separan, se pueden reunir rápidamente."
  },
  "103": {
    "name": "Exeggutor",
    "description": "Sus tres cabezas piensan de forma independiente. Sin embargo, son amigas y no suelen discutir nunca."
  },
  "104": {
    "name": "Cubone",
    "description": "Lleva puesto el cráneo de su madre. Cuando se siente solo se pone a gritar muy fuerte."
  },
  "105": {
    "name": "Marowak",
    "description": "Es pequeño y siempre ha sido muy débil. Cuando empezó a usar huesos, se volvió más violento."
  },
  "106": {
    "name": "Hitmonlee",
    "description": "Encoge y estira las patas a su antojo. Cuando las estira, es capaz de propinar una buena patada al enemigo."
  },
  "107": {
    "name": "Hitmonchan",
    "description": "Los potentes golpes de sus brazos pueden pulverizar el hormigón. Descansa tras luchar tres minutos."
  },
  "108": {
    "name": "Lickitung",
    "description": "Su larga lengua, recubierta de saliva pegajosa, se pega a todo, por lo que es muy útil."
  },
  "109": {
    "name": "Koffing",
    "description": "Tiene forma de globo y es muy ligero. Está compuesto por gases tóxicos y apesta."
  },
  "110": {
    "name": "Weezing",
    "description": "Si uno de los gemelos Koffing se infla, el otro se desinfla. Mezclan constantemente sus venenosos gases."
  },
  "111": {
    "name": "Rhyhorn",
    "description": "Es muy fuerte, pero no especialmente listo. Es capaz de derribar rascacielos usando Placaje varias veces."
  },
  "112": {
    "name": "Rhydon",
    "description": "La piel le sirve de escudo protector. Puede vivir en lava líquida a 2000 °C de temperatura."
  },
  "113": {
    "name": "Chansey",
    "description": "Se dice que reparte felicidad. Se caracteriza por su compasión y reparte sus huevos entre la gente herida."
  },
  "114": {
    "name": "Tangela",
    "description": "Se camufla con la multitud de lianas que envuelven su cuerpo y que no dejan de crecer a lo largo de toda su vida."
  },
  "115": {
    "name": "Kangaskhan",
    "description": "Lleva a su cría en la bolsa de su panza. Solo deja que su cría salga a jugar cuando no siente peligro."
  },
  "116": {
    "name": "Horsea",
    "description": "Es famoso por derribar a bichos voladores lanzando tinta desde la superficie del agua."
  },
  "117": {
    "name": "Seadra",
    "description": "Las afiladas púas que le recubren el cuerpo se le erizan y pueden causar el debilitamiento con solo tocarlo."
  },
  "118": {
    "name": "Goldeen",
    "description": "Nada a una velocidad de cinco nudos. Si siente peligro, golpea con su afilado cuerno."
  },
  "119": {
    "name": "Seaking",
    "description": "En otoño, cuando se reproducen, se les puede ver nadando con energía por ríos y arroyos."
  },
  "120": {
    "name": "Staryu",
    "description": "Aunque sus brazos se rompan podrán regenerarse, siempre y cuando su núcleo siga intacto."
  },
  "121": {
    "name": "Starmie",
    "description": "Su núcleo central brilla con los colores del arcoíris. Para algunos tiene el valor de una gema."
  },
  "122": {
    "name": "Mr-Mime",
    "description": "Para repeler ataques, solidifica el aire y crea muros invisibles con emanaciones de sus dedos."
  },
  "123": {
    "name": "Scyther",
    "description": "Destroza a su presa con las guadañas que tiene. No es común que use las alas para volar."
  },
  "124": {
    "name": "Jynx",
    "description": "Camina moviendo las caderas de forma llamativa. Puede hacer que la gente baile a su ritmo."
  },
  "125": {
    "name": "Electabuzz",
    "description": "Por la superficie de su piel corre la electricidad. En la oscuridad, su cuerpo se torna blanquecino."
  },
  "126": {
    "name": "Magmar",
    "description": "A este Pokémon se lo encontraron cerca de un volcán. Esta criatura ígnea tiene una temperatura corporal de unos 1200 °C."
  },
  "127": {
    "name": "Pinsir",
    "description": "Atrapa presas con sus pinzas hasta que las parte en dos. Lanza lejos lo que no puede quebrar."
  },
  "128": {
    "name": "Tauros",
    "description": "Después de animarse a luchar fustigándose con sus tres colas, carga a toda velocidad."
  },
  "129": {
    "name": "Magikarp",
    "description": "No es precisamente rápido ni fuerte. Es el Pokémon más debilucho y simplón de todos los que hay."
  },
  "130": {
    "name": "Gyarados",
    "description": "En la literatura antigua se dice que un Gyarados rebosante de violencia arrasó un poblado."
  },
  "131": {
    "name": "Lapras",
    "description": "Son buenos de corazón. Muchos fueron capturados por ser tan pacíficos. Ahora hay muchos menos."
  },
  "132": {
    "name": "Ditto",
    "description": "Puede alterar por completo su estructura celular para emular cualquier objeto que vea."
  },
  "133": {
    "name": "Eevee",
    "description": "Un extraño Pokémon que se adapta a los entornos más hostiles gracias a sus diferentes evoluciones."
  },
  "134": {
    "name": "Vaporeon",
    "description": "Prefiere las bellas costas. Con células parecidas al agua, podría fundirse en la misma."
  },
  "135": {
    "name": "Jolteon",
    "description": "Todos los pelos de su cuerpo se ponen de punta si empieza a cargarse de electricidad."
  },
  "136": {
    "name": "Flareon",
    "description": "Almacena llamas en su cuerpo, que alcanza una temperatura de 900 °C antes de un combate."
  },
  "137": {
    "name": "Porygon",
    "description": "Pokémon creado por el hombre tras muchas investigaciones. Sus habilidades son básicas."
  },
  "138": {
    "name": "Omanyte",
    "description": "Pokémon prehistórico que vivió en el océano primordial. Para nadar se valía de sus 10 tentáculos."
  },
  "139": {
    "name": "Omastar",
    "description": "Tiene los tentáculos tan desarrollados que le sirven de manos y pies. Con ellos atrapa a su presa y le da un bocado."
  },
  "140": {
    "name": "Kabuto",
    "description": "Se cree que habitó las playas hace 300 millones de años. Se protege con una dura concha."
  },
  "141": {
    "name": "Kabutops",
    "description": "Repliega sus extremidades en el agua para hacerse más compacto, y mueve su concha para nadar rápido."
  },
  "142": {
    "name": "Aerodactyl",
    "description": "Se regeneró a partir de material genético de un dinosaurio encontrado en ámbar. Cuando vuela emite escandalosos alaridos."
  },
  "143": {
    "name": "Snorlax",
    "description": "No se encuentra satisfecho hasta que no se come 400 kg de comida cada día. Cuando acaba de comer, se queda dormido."
  },
  "144": {
    "name": "Articuno",
    "description": "Legendario Pokémon pájaro capaz de generar ventiscas congelando la humedad del aire."
  },
  "145": {
    "name": "Zapdos",
    "description": "Es un legendario pájaro Pokémon. Dicen que aparece entre las nubes lanzando enormes rayos brillantes."
  },
  "146": {
    "name": "Moltres",
    "description": "Es más conocido como el legendario pájaro de fuego. Con cada aleteo crea brillantes llamas."
  },
  "147": {
    "name": "Dratini",
    "description": "Se le llama el Pokémon Espejismo porque son muy pocos los que lo han visto. Se encontró su muda."
  },
  "148": {
    "name": "Dragonair",
    "description": "Sus cristalinos orbes parecen darle al Pokémon el poder de controlar el clima libremente."
  },
  "149": {
    "name": "Dragonite",
    "description": "A pesar del tamaño que tiene y de lo pesado que es, puede volar. Es capaz de dar la vuelta al mundo en solo 16 horas."
  },
  "150": {
    "name": "Mewtwo",
    "description": "Fue creado por un científico tras años de horribles experimentos de ingeniería genética."
  },
  "151": {
    "name": "Mew",
    "description": "Varios científicos lo consideran el antecesor de los Pokémon porque usa todo tipo de movimientos."
  },
  "152": {
    "name": "Chikorita",
    "description": "Un dulce aroma se desprende de la hoja de su cabeza. Es dócil y le encanta absorber los rayos de sol."
  },
  "153": {
    "name": "Bayleef",
    "description": "Emana un aroma picante de su cuello. El aroma actúa como estimulante para recuperar salud."
  },
  "154": {
    "name": "Meganium",
    "description": "El olor que desprenden sus pétalos contiene una sustancia que calma el instinto agresivo."
  },
  "155": {
    "name": "Cyndaquil",
    "description": "Es un Pokémon muy tímido. Si se asusta, las llamas de su lomo arden con más fuerza."
  },
  "156": {
    "name": "Quilava",
    "description": "Antes de empezar a luchar, se gira ante su rival para alardear del alcance y la fuerza de sus llamas."
  },
  "157": {
    "name": "Typhlosion",
    "description": "Si su furia crece, se calienta tanto que cualquier cosa que toque se prenderá al instante."
  },
  "158": {
    "name": "Totodile",
    "description": "Es pequeño pero violento. No dudará en morder cualquier cosa que se mueva cerca."
  },
  "159": {
    "name": "Croconaw",
    "description": "Si pierde un colmillo, le crecerá otro en su lugar. Siempre tiene 48 colmillos en su boca."
  },
  "160": {
    "name": "Feraligatr",
    "description": "Se suele mover lento, pero alcanza velocidades de vértigo al atacar y morder a sus enemigos."
  },
  "161": {
    "name": "Sentret",
    "description": "Cuando hace de centinela, avisa del peligro a los demás, chillando y dando golpes al suelo con la cola."
  },
  "162": {
    "name": "Furret",
    "description": "Acurruca a sus crías para que duerman. Acorrala a los enemigos con su enorme velocidad."
  },
  "163": {
    "name": "Hoothoot",
    "description": "Su percepción del tiempo es exacta. Ocurra lo que ocurra, lleva el ritmo moviendo la cabeza."
  },
  "164": {
    "name": "Noctowl",
    "description": "Sus ojos están especialmente adaptados. Concentran la luz para poder ver en la oscuridad."
  },
  "165": {
    "name": "Ledyba",
    "description": "Cuando llega el frío, se reúnen muchos Ledyba de todas partes para darse calor."
  },
  "166": {
    "name": "Ledian",
    "description": "Cuando parpadean las estrellas en el cielo nocturno, se mece desprendiendo un polvo brillante."
  },
  "167": {
    "name": "Spinarak",
    "description": "Teje su telaraña con hilo fino pero resistente. Espera pacientemente a que caiga su presa."
  },
  "168": {
    "name": "Ariados",
    "description": "Teje su telaraña desde atrás y desde su boca. Es muy difícil saber dónde está cada cual."
  },
  "169": {
    "name": "Crobat",
    "description": "Es tan silencioso cuando vuela en la oscuridad con sus cuatro alas, que cuesta percibirlo cuando se acerca."
  },
  "170": {
    "name": "Chinchou",
    "description": "En el oscuro fondo del océano, su único modo de comunicarse es emitiendo luces parpadeantes."
  },
  "171": {
    "name": "Lanturn",
    "description": "La luz de Lanturn se puede ver desde lo más profundo. Se le llama la Estrella de Alta Mar."
  },
  "172": {
    "name": "Pichu",
    "description": "Cuando juegan, se tocan las colas y emiten chispas. Al parecer, es una prueba de valor."
  },
  "173": {
    "name": "Cleffa",
    "description": "Por su inusual forma estrellada, la gente cree que procede de un meteorito que cayó a la tierra."
  },
  "174": {
    "name": "Igglybuff",
    "description": "Para caminar, en lugar de usar los pies que tiene, opta por dar botes con su cuerpo redondo y blandito."
  },
  "175": {
    "name": "Togepi",
    "description": "El cascarón parece estar lleno de alegría. Dicen que trae buena suerte si es tratado con cariño."
  },
  "176": {
    "name": "Togetic",
    "description": "Si no está con gente amable, se entristece. Puede flotar en el aire sin mover las alas."
  },
  "177": {
    "name": "Natu",
    "description": "Va dando saltitos porque sus alas no han crecido lo suficiente. Siempre está pendiente de algo."
  },
  "178": {
    "name": "Xatu",
    "description": "Cuando se pone a meditar al amanecer, pierde la noción del tiempo. Puede pasarse así todo el día."
  },
  "179": {
    "name": "Mareep",
    "description": "Su pelaje lanudo dobla su volumen al acumular electricidad estática. Tocarlo puede dar calambre."
  },
  "180": {
    "name": "Flaaffy",
    "description": "Su esponjosa lana almacena electricidad. Su piel gomosa evita que sea electrocutado."
  },
  "181": {
    "name": "Ampharos",
    "description": "La punta de su cola reluce brillantemente y puede ser vista desde lejos. Es usado como faro."
  },
  "182": {
    "name": "Bellossom",
    "description": "Los Bellossom suelen reunirse para bailar. Dicen que sus danzas son un ritual para invocar al sol."
  },
  "183": {
    "name": "Marill",
    "description": "Tiene una piel que repele el agua. De hecho, puede pasarse horas jugando en el agua sin mojarse."
  },
  "184": {
    "name": "Azumarill",
    "description": "Sus largas orejas son sensores que pueden percibir movimientos de seres vivos en el lecho del río."
  },
  "185": {
    "name": "Sudowoodo",
    "description": "Aunque pretende ser un árbol, en su composición se parece más a una roca que a una planta."
  },
  "186": {
    "name": "Politoed",
    "description": "Cuando tres o más de estos se juntan, emiten un sonido muy fuerte parecido a un bramido."
  },
  "187": {
    "name": "Hoppip",
    "description": "Su cuerpo es tan ligero, que debe agarrarse bien al suelo con las patas para no irse con el viento."
  },
  "188": {
    "name": "Skiploom",
    "description": "La flor de su cabeza se abre y cierra según suba o baje la temperatura."
  },
  "189": {
    "name": "Jumpluff",
    "description": "Los vientos estacionales lo llevan por todo el mundo, donde va soltando sus esporas."
  },
  "190": {
    "name": "Aipom",
    "description": "Vive en lo alto de los árboles. Cuando salta de rama en rama, usa su cola para equilibrarse."
  },
  "191": {
    "name": "Sunkern",
    "description": "Puede caer del cielo de repente. Si le ataca un Spearow, moverá violentamente sus hojas."
  },
  "192": {
    "name": "Sunflora",
    "description": "A medida que se acerca el verano, va adquiriendo un color más vivo e intenso en los pétalos de la cara."
  },
  "193": {
    "name": "Yanma",
    "description": "Su campo visual es de 360° sin girar la cabeza. Detecta hasta las presas que están a su espalda."
  },
  "194": {
    "name": "Wooper",
    "description": "Este Pokémon vive en aguas frías. Sale del agua para buscar comida cuando refresca el ambiente."
  },
  "195": {
    "name": "Quagsire",
    "description": "Es un Pokémon bastante perezoso. Para pescar permanece en el fondo del río con la boca abierta."
  },
  "196": {
    "name": "Espeon",
    "description": "Al predecir el siguiente movimiento de su rival, chasquea el extremo de la cola bífida que tiene."
  },
  "197": {
    "name": "Umbreon",
    "description": "Creado cuando la luz lunar alteró la estructura genética de Eevee. Busca presas en la oscuridad."
  },
  "198": {
    "name": "Murkrow",
    "description": "Esconde objetos brillantes en un lugar secreto. Meowth y Murkrow suelen saquear su escondite."
  },
  "199": {
    "name": "Slowking",
    "description": "Su intelecto e intuición son increíbles. No pierde la compostura en ninguna situación."
  },
  "200": {
    "name": "Misdreavus",
    "description": "Se deleita con el miedo, que absorbe con sus esferas rojas. Por el día, duerme en la oscuridad."
  },
  "201": {
    "name": "Unown",
    "description": "Su cuerpo fino y plano aparece siempre en los muros. Su forma parece tener algún significado."
  },
  "202": {
    "name": "Wobbuffet",
    "description": "Odia la luz y las sacudidas. Si le atacan, infla su cuerpo para aumentar su contraataque."
  },
  "203": {
    "name": "Girafarig",
    "description": "Cuando duerme, la cabeza de su cola se queda vigilando, ya que ella no necesita dormir."
  },
  "204": {
    "name": "Pineco",
    "description": "Le gusta engrosar su coraza añadiendo cortezas de árbol. El aumento de peso no le molesta."
  },
  "205": {
    "name": "Forretress",
    "description": "Se protege con su concha de acero de tal manera que solo se pueden ver sus ojos."
  },
  "206": {
    "name": "Dunsparce",
    "description": "Este Pokémon escapa hacia atrás perforando el suelo con su cola, si es descubierto."
  },
  "207": {
    "name": "Gligar",
    "description": "A veces se sujeta a los precipicios. Cuando divisa una presa, despliega sus alas y planea para atacar."
  },
  "208": {
    "name": "Steelix",
    "description": "Su cuerpo es más duro que cualquier metal debido a la gran presión y calor de su hábitat."
  },
  "209": {
    "name": "Snubbull",
    "description": "Muy travieso por naturaleza, a muchas mujeres les gusta jugar con él porque es muy cariñoso."
  },
  "210": {
    "name": "Granbull",
    "description": "A pesar de su aspecto, es muy tímido. Sin embargo, cuando se enfada, ataca con sus colmillos."
  },
  "211": {
    "name": "Qwilfish",
    "description": "Para arrojar sus venenosas púas, infla su cuerpo bebiendo hasta diez litros de agua de una sola vez."
  },
  "212": {
    "name": "Scizor",
    "description": "Las pinzas que posee tienen acero. Con ellas, no hay nada que se le resista. Rompen todo lo que pillan."
  },
  "213": {
    "name": "Shuckle",
    "description": "Las bayas que almacena en su caparazón con forma de tarro se convierten al final en un espeso zumo."
  },
  "214": {
    "name": "Heracross",
    "description": "Este fuerte Pokémon clava su preciado cuerno en la tripa del enemigo, lo eleva y luego lo arroja."
  },
  "215": {
    "name": "Sneasel",
    "description": "Se alimenta de huevos robados en nidos. Clava sus afiladas garras en los puntos débiles de sus rivales."
  },
  "216": {
    "name": "Teddiursa",
    "description": "Si encuentra miel, brillará la marca de su frente. Se lame las garras cuando están llenas de miel."
  },
  "217": {
    "name": "Ursaring",
    "description": "Capaz de percibir cualquier tipo de aroma, encuentra sin problemas todo alimento enterrado bajo tierra."
  },
  "218": {
    "name": "Slugma",
    "description": "Asiduo a las zonas volcánicas, se desliza lentamente en busca de lugares calientes."
  },
  "219": {
    "name": "Magcargo",
    "description": "En ocasiones, su resbaladiza concha lanza intensas llamaradas que recorren todo su cuerpo."
  },
  "220": {
    "name": "Swinub",
    "description": "Frota su hocico contra el suelo para desenterrar comida. A veces descubre aguas termales."
  },
  "221": {
    "name": "Piloswine",
    "description": "Aunque tiene las patas cortas, las fuertes pezuñas le permiten agarrarse bien al suelo, a pesar del hielo."
  },
  "222": {
    "name": "Corsola",
    "description": "Crece y muda continuamente. La parte superior de su cabeza es muy apreciada por su belleza."
  },
  "223": {
    "name": "Remoraid",
    "description": "Tiene muy buena puntería. Dispara agua a sus presas, hasta si se están moviendo, a más de 100 metros."
  },
  "224": {
    "name": "Octillery",
    "description": "Tiene querencia por los agujeros. Ataca escupiendo tinta metido en las grietas de rocas o en recipientes."
  },
  "225": {
    "name": "Delibird",
    "description": "Transporta alimentos en su cola enrollada. Le gusta compartir su comida con los montañistas perdidos."
  },
  "226": {
    "name": "Mantine",
    "description": "Acumula velocidad nadando y puede saltar fuera del agua, alcanzando 100 metros de altura, para descender luego planeando."
  },
  "227": {
    "name": "Skarmory",
    "description": "Después de anidar en zarzas, las alas de sus polluelos crecen fortalecidas por los rasguños."
  },
  "228": {
    "name": "Houndour",
    "description": "Al amanecer, resuena por la zona su inquietante aullido para anunciar que es su territorio."
  },
  "229": {
    "name": "Houndoom",
    "description": "Hace mucho, la gente creía que sus horripilantes aullidos eran de la muerte personificada."
  },
  "230": {
    "name": "Kingdra",
    "description": "Dicen que suele esconderse en cuevas submarinas. Puede crear torbellinos al bostezar."
  },
  "231": {
    "name": "Phanpy",
    "description": "Como muestra de afecto, golpea con su trompa. Aunque es tan fuerte que te mandará lejos."
  },
  "232": {
    "name": "Donphan",
    "description": "Tiene afilados y duros colmillos, y una gruesa piel. Su Placaje es tan fuerte que puede derribar una casa."
  },
  "233": {
    "name": "Porygon2",
    "description": "La investigación mejoró sus habilidades. A veces, puede actuar de forma no programada."
  },
  "234": {
    "name": "Stantler",
    "description": "Mirar a su cornamenta provoca una extraña sensación de pérdida de equilibrio."
  },
  "235": {
    "name": "Smeargle",
    "description": "Marca su territorio usando su cola a modo de pincel. Ha hecho más de 5000 marcas diferentes."
  },
  "236": {
    "name": "Tyrogue",
    "description": "Ataca siempre con mucha energía. Para fortalecerse a sí mismo, sigue luchando aunque pierda."
  },
  "237": {
    "name": "Hitmontop",
    "description": "Gira a gran velocidad al luchar. La fuerza centrífuga multiplica su poder de destrucción por diez."
  },
  "238": {
    "name": "Smoochum",
    "description": "Sus labios son la parte más sensible de su cuerpo. Siempre los usa para examinar las cosas."
  },
  "239": {
    "name": "Elekid",
    "description": "Genera electricidad girando los brazos. No obstante, es incapaz de almacenar la energía creada."
  },
  "240": {
    "name": "Magby",
    "description": "Es pequeño, pero su cuerpo puede llegar a alcanzar 600 °C. Cuando inspira y espira, expulsa llamas por la nariz y por la boca."
  },
  "241": {
    "name": "Miltank",
    "description": "Si tiene crías, la leche que produce contiene muchos más nutrientes de lo normal."
  },
  "242": {
    "name": "Blissey",
    "description": "Los huevos que pone están llenos de felicidad. Solo con probar un poquito de uno, cualquiera sonríe."
  },
  "243": {
    "name": "Raikou",
    "description": "Las nubes de lluvia que lleva le permiten lanzar rayos a voluntad. Dicen que apareció con un rayo."
  },
  "244": {
    "name": "Entei",
    "description": "Un Pokémon que corre por la tierra. Dicen que siempre nace uno cuando aparece un nuevo volcán."
  },
  "245": {
    "name": "Suicune",
    "description": "Recorre el mundo para purificar agua contaminada. Corre veloz con el viento del norte."
  },
  "246": {
    "name": "Larvitar",
    "description": "Se alimenta de tierra. Después de comer una gran montaña, se duerme y empieza a crecer."
  },
  "247": {
    "name": "Pupitar",
    "description": "Su cuerpo es duro como la roca. Se autopropulsa como un cohete soltando los gases de su interior."
  },
  "248": {
    "name": "Tyranitar",
    "description": "En una de sus poderosas garras tiene el poder de hacer temblar la tierra y las montañas."
  },
  "249": {
    "name": "Lugia",
    "description": "Duerme en una dorsal marina. Si bate sus alas, puede causar tormentas de 40 días."
  },
  "250": {
    "name": "Ho-Oh",
    "description": "Cuenta la leyenda que brilla en siete colores. Dicen que deja un arcoíris tras de sí al volar."
  },
  "251": {
    "name": "Celebi",
    "description": "Este Pokémon vaga por el tiempo. La hierba y los árboles crecen por los campos por donde pasa."
  },
  "252": {
    "name": "Treecko",
    "description": "Escala superficies verticales muy rápido. Con la cola detecta la humedad y prevé el tiempo que va a hacer."
  },
  "253": {
    "name": "Grovyle",
    "description": "Los desarrollados músculos que tiene en las extremidades inferiores le hacen ser muy ágil y le permiten dar grandes saltos."
  },
  "254": {
    "name": "Sceptile",
    "description": "Las hojas de sus brazos pueden cortar gruesos árboles. Invencible en los combates en la jungla."
  },
  "255": {
    "name": "Torchic",
    "description": "En su interior, guarda una llama que arde sin cesar. Si se le abraza, se nota que tiene una temperatura muy alta."
  },
  "256": {
    "name": "Combusken",
    "description": "Su habilidad le permite dar diez patadas por segundo. Lanza potentes gritos para intimidar."
  },
  "257": {
    "name": "Blaziken",
    "description": "Puede saltar edificios de 30 plantas. Con sus golpes de fuego quema a sus rivales."
  },
  "258": {
    "name": "Mudkip",
    "description": "Tiene una larga cola que le propulsa por el agua con mucha potencia. A pesar de ser pequeño, tiene mucha fuerza."
  },
  "259": {
    "name": "Marshtomp",
    "description": "Sus piernas robustas impiden que pierda el equilibrio y caiga, incluso en el barro. Duerme bajo la arena."
  },
  "260": {
    "name": "Swampert",
    "description": "Con sus brazos duros como el acero puede partir rocas gigantescas en mil pedazos de un solo golpe."
  },
  "261": {
    "name": "Poochyena",
    "description": "Es muy persistente. Si se fija en una presa, no la dejará hasta que caiga agotada."
  },
  "262": {
    "name": "Mightyena",
    "description": "Siempre obedece a los buenos Entrenadores. Está acostumbrado a vivir en jaurías en estado salvaje."
  },
  "263": {
    "name": "Zigzagoon",
    "description": "Se mueve en zigzag. Se le da bien encontrar objetos ocultos en la hierba e incluso enterrados."
  },
  "264": {
    "name": "Linoone",
    "description": "En línea recta corre a algo más de 100 km/h, pero no es tan hábil si hay curvas de por medio."
  },
  "265": {
    "name": "Wurmple",
    "description": "Le encanta comer hojas. Si le ataca un Starly, se defenderá con sus púas."
  },
  "266": {
    "name": "Silcoon",
    "description": "Se agarra con su seda a las ramas de un árbol y espera su evolución bebiendo agua de lluvia."
  },
  "267": {
    "name": "Beautifly",
    "description": "Los dibujos de sus coloridas alas son muy peculiares. Liba el néctar de las flores con su fina trompa."
  },
  "268": {
    "name": "Cascoon",
    "description": "Está formado por seda que se endurece poco a poco. Si se resquebraja el capullo, está a punto de evolucionar."
  },
  "269": {
    "name": "Dustox",
    "description": "Pokémon nocturno. Atraído por las luces de la ciudad, se come las hojas y arbustos de las avenidas."
  },
  "270": {
    "name": "Lotad",
    "description": "Parece una planta acuática. Hace de ferry para los Pokémon que no saben nadar."
  },
  "271": {
    "name": "Lombre",
    "description": "Vive en el agua y, cuando hace sol, se queda en la orilla. De día duerme sobre las algas y de noche entra en acción."
  },
  "272": {
    "name": "Ludicolo",
    "description": "Cuando oye música alegre, sus músculos se llenan de energía, y no puede evitar ponerse a bailar."
  },
  "273": {
    "name": "Seedot",
    "description": "Se cuelga de las ramas con el extremo de su cabeza. A veces se cae cuando soplan vientos fuertes."
  },
  "274": {
    "name": "Nuzleaf",
    "description": "Cuando usa la hoja de su cabeza como flauta, asusta a la gente. Vive en lo más profundo de los bosques."
  },
  "275": {
    "name": "Shiftry",
    "description": "Habita los bosques y se le tiene miedo. Es capaz de leer los pensamientos del rival y actuar en consecuencia."
  },
  "276": {
    "name": "Taillow",
    "description": "Es un Pokémon valiente que no teme a los rivales fuertes. Vuela en busca de climas templados."
  },
  "277": {
    "name": "Swellow",
    "description": "Cuando se encuentra bien, pone firmes las plumas de la cola doble que tiene. Remonta el vuelo de forma muy elegante."
  },
  "278": {
    "name": "Wingull",
    "description": "Sus largas alas aprovechan los vientos marinos para planear. Cuando descansa, las pliega."
  },
  "279": {
    "name": "Pelipper",
    "description": "Hunde su gran pico en el mar para sacar numerosas presas junto con mucha agua."
  },
  "280": {
    "name": "Ralts",
    "description": "Si sus cuernos perciben emociones positivas de personas o Pokémon, su cuerpo se calienta un poco."
  },
  "281": {
    "name": "Kirlia",
    "description": "Al percibir la alegría de su Entrenador refuerza sus ataques psicoquinéticos. Cuando está contento, da vueltas y baila."
  },
  "282": {
    "name": "Gardevoir",
    "description": "Para proteger a su Entrenador, emplea todo su poder psíquico en crear un pequeño agujero negro."
  },
  "283": {
    "name": "Surskit",
    "description": "Vive en estanques, pero cuando se desata una tormenta puede aparecer en los charcos que se forman en las ciudades."
  },
  "284": {
    "name": "Masquerain",
    "description": "Sus antenas tienen dibujos de ojos, mientras que sus alas le permiten volar en cualquier dirección."
  },
  "285": {
    "name": "Shroomish",
    "description": "Prefiere los sitios húmedos. De día está tranquilamente en el bosque, a la sombra. Expulsa polvo tóxico por la cabeza."
  },
  "286": {
    "name": "Breloom",
    "description": "Sus cortos brazos se expanden cuando da puñetazos. Tiene una técnica pugilística muy depurada."
  },
  "287": {
    "name": "Slakoth",
    "description": "Slakoth se pasa todo el día holgazaneando y solo con verlo a uno le entra mucha pereza."
  },
  "288": {
    "name": "Vigoroth",
    "description": "Su corazón palpita a un ritmo frenético, haciendo que su sangre bulla, así que no puede estarse quieto ni un segundo."
  },
  "289": {
    "name": "Slaking",
    "description": "El Pokémon más perezoso del mundo. Cambia de lugar para coger la comida al alcance de su mano."
  },
  "290": {
    "name": "Nincada",
    "description": "Como se ha pasado casi toda la vida viviendo bajo tierra, no ve bien. Las antenas que tiene le ayudan a orientarse."
  },
  "291": {
    "name": "Ninjask",
    "description": "Escuchar su zumbido de forma continuada provoca jaquecas. Casi no se le ve de lo rápido que es."
  },
  "292": {
    "name": "Shedinja",
    "description": "Es el caparazón de un bicho que cobró vida. Si alguien lo mira por la espalda, le robará el alma."
  },
  "293": {
    "name": "Whismur",
    "description": "Normalmente murmulla, pero cuando siente que hay peligro se pone a chillar. Solo para cuando se le cierran las orejas."
  },
  "294": {
    "name": "Loudred",
    "description": "Aspira profundamente y luego, usando sus fuertes abdominales, suelta un potente vozarrón."
  },
  "295": {
    "name": "Exploud",
    "description": "Su aullido se puede oír a 10 km. Emite todo tipo de sonidos desde los tubos de su cuerpo."
  },
  "296": {
    "name": "Makuhita",
    "description": "Endurece su cuerpo golpeando grandes árboles sin perder jamás el ánimo."
  },
  "297": {
    "name": "Hariyama",
    "description": "Para aumentar su fuerza, da un pisotón en el suelo. Puede lanzar un camión de 10 toneladas por los aires de un puñetazo."
  },
  "298": {
    "name": "Azurill",
    "description": "Vive cerca del agua. En la tierra se mueve muy rápido botando sobre su gran cola."
  },
  "299": {
    "name": "Nosepass",
    "description": "Siempre apunta al norte con su nariz imantada. Con ella reviste su cuerpo de objetos metálicos para protegerse."
  },
  "300": {
    "name": "Skitty",
    "description": "No puede evitar ir tras las cosas que se mueven. Hasta corre en círculos persiguiéndose la cola."
  },
  "301": {
    "name": "Delcatty",
    "description": "No soporta los lugares sucios. Le encanta acicalarse el pelaje cuando está a gusto en un sitio."
  },
  "302": {
    "name": "Sableye",
    "description": "Se oculta en cavernas oscuras. De tanto comer gemas, sus ojos son piedras preciosas."
  },
  "303": {
    "name": "Mawile",
    "description": "Engaña con su aspecto dócil; hace que el rival se confíe y le da un mordisco con sus enormes e implacables mandíbulas."
  },
  "304": {
    "name": "Aron",
    "description": "Suele vivir en lugares inaccesibles de las montañas, pero el hambre lo empuja a comer raíles y coches."
  },
  "305": {
    "name": "Lairon",
    "description": "Le encanta comer hierro. Lucha por su territorio embistiendo a sus rivales con su cuerpo de acero."
  },
  "306": {
    "name": "Aggron",
    "description": "Hacen de toda una montaña su territorio. Cuantas más cicatrices tienen, más curtidos en disputas. ¡Mucha atención!"
  },
  "307": {
    "name": "Meditite",
    "description": "Se entrena en la profundidad de las montañas. Cuando aumenta su poder espiritual con meditación, levita."
  },
  "308": {
    "name": "Medicham",
    "description": "Evita los ataques moviéndose de forma elegante, como si bailara. Ataca dando un golpe devastador y moviéndose igual."
  },
  "309": {
    "name": "Electrike",
    "description": "Estimula sus músculos y aumenta sus reflejos con la electricidad que almacena su pelaje."
  },
  "310": {
    "name": "Manectric",
    "description": "No suele aparecer ante la gente. Dicen que suele colocar su nido donde caen los rayos."
  },
  "311": {
    "name": "Plusle",
    "description": "Anima a sus compañeros con pompones de chispas. Roba energía de los postes telefónicos."
  },
  "312": {
    "name": "Minun",
    "description": "La electricidad de Minun y Plusle es buena para la circulación y para desentumecer músculos."
  },
  "313": {
    "name": "Volbeat",
    "description": "Se comunica con otros iluminando su cola por la noche. Le encanta el suave aroma de Illumise."
  },
  "314": {
    "name": "Illumise",
    "description": "Con su dulce aroma guía a grupos de Volbeat para que tracen hasta 200 dibujos distintos en el cielo nocturno."
  },
  "315": {
    "name": "Roselia",
    "description": "Ataca con sus manos, en las que tiene un tipo de veneno diferente en cada una. Cuanto más aroma, mejor salud tiene."
  },
  "316": {
    "name": "Gulpin",
    "description": "Sus sesos y corazón son diminutos; es casi todo estómago. Sus jugos gástricos disuelven lo que sea."
  },
  "317": {
    "name": "Swalot",
    "description": "Se traga cualquier cosa de una pieza. Sus poros segregan fluidos tóxicos que dañan a sus enemigos."
  },
  "318": {
    "name": "Carvanha",
    "description": "Atacan en grupo a los barcos y los hunden a base de bocados. Habitan en los ríos de la jungla."
  },
  "319": {
    "name": "Sharpedo",
    "description": "Con sus colmillos puede atravesar el acero. Nada a 120 km/h. Le llaman el Terror de los Mares."
  },
  "320": {
    "name": "Wailmer",
    "description": "Le gusta botar como una pelota de playa. Cuanta más agua de mar traga, más alto puede llegar."
  },
  "321": {
    "name": "Wailord",
    "description": "Puede dejar fuera de combate a sus oponentes con el impacto de su enorme cuerpo al caer en el agua tras un salto."
  },
  "322": {
    "name": "Numel",
    "description": "En su joroba almacena magma ardiente que se enfría cuando llueve y lo ralentiza."
  },
  "323": {
    "name": "Camerupt",
    "description": "Los volcanes de su joroba entran en erupción cada 10 años o cuando Camerupt se enfada mucho."
  },
  "324": {
    "name": "Torkoal",
    "description": "Trabaja sin descanso en minas en desuso localizando y extrayendo carbón."
  },
  "325": {
    "name": "Spoink",
    "description": "Bota continuamente usando su cola como muelle. Salta para mantener el latido de su corazón."
  },
  "326": {
    "name": "Grumpig",
    "description": "Las perlas negras aumentan sus poderes psíquicos. Controla las mentes de sus rivales con un extraño baile."
  },
  "327": {
    "name": "Spinda",
    "description": "No hay dos Spinda que tengan idénticos pelajes. Su tambaleo al bailar confunde a los rivales."
  },
  "328": {
    "name": "Trapinch",
    "description": "Habita desiertos áridos. Cava fosas profundas, en las que espera que caiga su presa."
  },
  "329": {
    "name": "Vibrava",
    "description": "Al agitar a gran velocidad ambas alas, emite ondas ultrasónicas que provocan fuertes dolores de cabeza."
  },
  "330": {
    "name": "Flygon",
    "description": "Su medio es el desierto. Para esconderse, levanta arena con las patas. Tiene los ojos protegidos con mallas rojas."
  },
  "331": {
    "name": "Cacnea",
    "description": "Vive en regiones secas y con pocas lluvias. Una vez al año, le brota una flor amarilla."
  },
  "332": {
    "name": "Cacturne",
    "description": "Es un Pokémon nocturno. Busca presas agotadas por el calor diurno del desierto."
  },
  "333": {
    "name": "Swablu",
    "description": "Se desconoce el porqué, pero le encanta posarse sobre la cabeza de los humanos y fingir que es un gorro."
  },
  "334": {
    "name": "Altaria",
    "description": "Vuela pausadamente por el cielo azul. Su hermoso trino cautiva a todo aquel que lo escucha."
  },
  "335": {
    "name": "Zangoose",
    "description": "Hace muchos años que se enfrenta a Seviper. Su arma más eficaz son sus zarpas afiladas."
  },
  "336": {
    "name": "Seviper",
    "description": "Hace frente a Zangoose con su agilidad y su afilada cola, que está cargada con un veneno letal."
  },
  "337": {
    "name": "Lunatone",
    "description": "Se piensa que está muy influido por las fases lunares, ya que solo actúa en noches de luna llena."
  },
  "338": {
    "name": "Solrock",
    "description": "Usa el sol como fuente de energía, por lo que es más poderoso de día. Brilla al rotar."
  },
  "339": {
    "name": "Barboach",
    "description": "Recubre su cuerpo de una película viscosa que le permite escapar si alguien lo agarra."
  },
  "340": {
    "name": "Whiscash",
    "description": "Habita en grandes pantanos. Si se acerca un enemigo, se alborota y causa temblores monumentales."
  },
  "341": {
    "name": "Corphish",
    "description": "Por sucio o contaminado que esté el río, se adaptan rápido y se multiplican. Poseen una gran fuerza vital."
  },
  "342": {
    "name": "Crawdaunt",
    "description": "Este malandrín usa sus pinzas para atosigar y expulsar a los otros Pokémon que viven en su estanque."
  },
  "343": {
    "name": "Baltoy",
    "description": "Se mueve girando sobre su eje. También se le puede ver girando cabeza abajo."
  },
  "344": {
    "name": "Claydol",
    "description": "Este Pokémon es una vieja figurilla de barro que cobró vida mediante la exposición a extraños rayos de luz."
  },
  "345": {
    "name": "Lileep",
    "description": "Se extinguió hace 100 millones de años. Sus tentáculos parecen pétalos para atraer a sus presas."
  },
  "346": {
    "name": "Cradily",
    "description": "Vive en el fondo de los mares de aguas templadas. Emerge para cazar cuando baja la marea."
  },
  "347": {
    "name": "Anorith",
    "description": "Es una especie de Pokémon predecesor. Estira las pinzas para cazar a sus presas, que se esconden en las rocas del mar."
  },
  "348": {
    "name": "Armaldo",
    "description": "Ensarta a sus presas con sus gigantescas garras elásticas. Una fuerte coraza cubre su cuerpo."
  },
  "349": {
    "name": "Feebas",
    "description": "Come de todo, por lo que puede vivir en aguas contaminadas. Nadie le presta atención."
  },
  "350": {
    "name": "Milotic",
    "description": "Milotic es impresionantemente bello. Quienes lo ven, temen perder las ganas de luchar contra él."
  },
  "351": {
    "name": "Castform",
    "description": "Sus células son muy sensibles a los cambios de temperatura y humedad y se adapta sin problema."
  },
  "352": {
    "name": "Kecleon",
    "description": "Puede mudar el color de su cuerpo a voluntad, pero el dibujo en zigzag de su panza nunca desaparece."
  },
  "353": {
    "name": "Shuppet",
    "description": "Dicen que con su cuerno se alimenta de sentimientos de celos y envidia. Es muy activo a medianoche."
  },
  "354": {
    "name": "Banette",
    "description": "Este muñeco se convirtió en un Pokémon cuando lo tiraron a la basura. Busca a su antiguo dueño."
  },
  "355": {
    "name": "Duskull",
    "description": "Persigue a su presa sin descanso allá donde vaya. No obstante, abandona la caza al amanecer."
  },
  "356": {
    "name": "Dusclops",
    "description": "Si alguien mira los fuegos fatuos del interior de Dusclops, perderá su alma irremediablemente."
  },
  "357": {
    "name": "Tropius",
    "description": "Puede volar al agitar sus grandes hojas. Reparte entre los niños la codiciada fruta dulce que crece de su cuello."
  },
  "358": {
    "name": "Chimecho",
    "description": "Se cuelga de ramas y aleros con la ventosa de su cabeza. Tiene siete tipos de gritos diferentes."
  },
  "359": {
    "name": "Absol",
    "description": "Presiente desastres inminentes y se aparece a la gente para advertir del peligro."
  },
  "360": {
    "name": "Wynaut",
    "description": "Suelen ir en grupo y a la hora de dormir se resguardan en una cueva."
  },
  "361": {
    "name": "Snorunt",
    "description": "Se dice que se reúnen en grupos bajo hojas gigantescas y viven allí en total armonía."
  },
  "362": {
    "name": "Glalie",
    "description": "Se protege con una armadura de hielo creada por congelación de la humedad del aire."
  },
  "363": {
    "name": "Spheal",
    "description": "Como no saben nadar muy bien, se mueven rápidamente rodando. Cuando están alegres, dan palmadas con las aletas."
  },
  "364": {
    "name": "Sealeo",
    "description": "Su nariz es muy sensible. Cuando ve algo por primera vez, lo toca con ella para recordarlo después."
  },
  "365": {
    "name": "Walrein",
    "description": "Rompe el hielo con sus colmillos. Su gruesa capa de grasa le protege del frío y de los enemigos."
  },
  "366": {
    "name": "Clamperl",
    "description": "Produce durante su vida una sola perla que aumenta los poderes psíquicos al evolucionar."
  },
  "367": {
    "name": "Huntail",
    "description": "Vive en los abismos marinos, donde no se filtra la luz. Tiene una cola en forma de pez, que enciende para atraer a su presa."
  },
  "368": {
    "name": "Gorebyss",
    "description": "Vive en el fondo del mar. En primavera, su cuerpo rosado adquiere colores más vivos."
  },
  "369": {
    "name": "Relicanth",
    "description": "No ha sufrido ningún cambio desde hace 100 millones de años. Fue descubierto durante una expedición marina."
  },
  "370": {
    "name": "Luvdisc",
    "description": "Vive en mares cálidos. Se dice que, si una pareja lo encuentra, será bendecida con amor eterno."
  },
  "371": {
    "name": "Bagon",
    "description": "Su desarrollado cuello y su cabeza dura como el acero le permiten reducir a añicos rocas enormes."
  },
  "372": {
    "name": "Shelgon",
    "description": "Las células han empezado a cambiar dentro de su dura concha, que se separa cuando evoluciona."
  },
  "373": {
    "name": "Salamence",
    "description": "Si se enfada, no hay forma de calmarlo; lo destruye todo lanzando arañazos y llamas."
  },
  "374": {
    "name": "Beldum",
    "description": "Los pulsos magnéticos de su cuerpo repelen la gravedad, lo que le permite flotar en el aire."
  },
  "375": {
    "name": "Metang",
    "description": "Lo forman dos Beldum unidos. Puede chocarse con un avión sin que su cuerpo de acero sufra ni un rasguño."
  },
  "376": {
    "name": "Metagross",
    "description": "Gracias a sus cuatro cerebros, es más inteligente que un superordenador y analiza con precisión al enemigo."
  },
  "377": {
    "name": "Regirock",
    "description": "Su cuerpo está hecho de roca. Si se astilla durante el combate, emplea piedras para repararlo."
  },
  "378": {
    "name": "Regice",
    "description": "Dicen que ha yacido durmiendo en un glaciar durante milenios. Ni el magma puede derretir su cuerpo."
  },
  "379": {
    "name": "Registeel",
    "description": "Su cuerpo ha estado sometido a la presión subterránea durante miles de años y no puede arañarse."
  },
  "380": {
    "name": "Latias",
    "description": "Se comunica por telepatía. Su plumaje refleja la luz, lo que le permite hacerse invisible."
  },
  "381": {
    "name": "Latios",
    "description": "Es un Pokémon muy inteligente. Puede adelantar a aviones a reacción plegando las alas."
  },
  "382": {
    "name": "Kyogre",
    "description": "Pokémon legendario que aumentó los mares con diluvios y maremotos. Fue un enemigo acérrimo de Groudon."
  },
  "383": {
    "name": "Groudon",
    "description": "Dicen que este Pokémon legendario simboliza la tierra. Tras batirse en duelo con Kyogre se echó a dormir."
  },
  "384": {
    "name": "Rayquaza",
    "description": "Vive en la capa de ozono sobre las nubes y no puede ser visto desde el suelo."
  },
  "385": {
    "name": "Jirachi",
    "description": "Desde antaño se dice que concederá los deseos escritos en las notas de su cabeza cuando se despierte."
  },
  "386": {
    "name": "Deoxys-Normal",
    "description": "Surgió a raíz de la mutación de ADN de un virus alienígena que cayó a la Tierra en un meteorito."
  },
  "387": {
    "name": "Turtwig",
    "description": "Realiza la fotosíntesis al bañarle los rayos de sol. Su concha está formada por tierra endurecida."
  },
  "388": {
    "name": "Grotle",
    "description": "Vive en los bosques cerca del agua. Por el día, sale a que les dé el sol a las plantas de su espalda."
  },
  "389": {
    "name": "Torterra",
    "description": "Las gentes de antaño creían que el planeta se sustentaba en la espalda de un gran Torterra."
  },
  "390": {
    "name": "Chimchar",
    "description": "El gas de su panza alimenta el fuego de su parte trasera, que ni la lluvia puede extinguir."
  },
  "391": {
    "name": "Monferno",
    "description": "Controla hábilmente la intensidad del fuego de su cola para mantener al enemigo a una distancia ideal."
  },
  "392": {
    "name": "Infernape",
    "description": "Su corona de fuego demuestra su naturaleza ígnea. Nadie le gana en velocidad."
  },
  "393": {
    "name": "Piplup",
    "description": "No le gusta que lo cuiden. Como no aprecia el apoyo de su Entrenador, le cuesta coger confianza con él."
  },
  "394": {
    "name": "Prinplup",
    "description": "Vive solo, alejado de los demás. Cada uno piensa que es el más importante."
  },
  "395": {
    "name": "Empoleon",
    "description": "Nada tan rápido como un fueraborda. Con los afilados bordes de sus alas puede cortar el hielo."
  },
  "396": {
    "name": "Starly",
    "description": "Viaja en grandes bandadas. Aunque es pequeño, agita las alas con gran fuerza."
  },
  "397": {
    "name": "Staravia",
    "description": "Vive siempre en grandes grupos y las disputas dentro de ellos son muy intensas."
  },
  "398": {
    "name": "Staraptor",
    "description": "Sus alas y sus patas son muy fuertes. Puede llevarse volando Pokémon pequeños."
  },
  "399": {
    "name": "Bidoof",
    "description": "Tiene nervios de acero y nada puede perturbarlo. Es más ágil y activo de lo que aparenta."
  },
  "400": {
    "name": "Bibarel",
    "description": "Con sus incisivos roe ramas y raíces y las apila para construir sus madrigueras junto al río."
  },
  "401": {
    "name": "Kricketot",
    "description": "Hablan entre sí chocando las antenas. Los sonidos producidos son muy característicos."
  },
  "402": {
    "name": "Kricketune",
    "description": "Cuando llora, cruza sus brazos con forma de cuchillo. Puede improvisar melodías."
  },
  "403": {
    "name": "Shinx",
    "description": "La extensión y contracción de sus músculos genera electricidad. Brilla cuando está en peligro."
  },
  "404": {
    "name": "Luxio",
    "description": "Sus garras emiten electricidad que puede debilitar a sus rivales. Viven en grupos pequeños."
  },
  "405": {
    "name": "Luxray",
    "description": "Cuando sus ojos brillan como el oro, puede ver presas escondidas, incluso detrás de un muro."
  },
  "406": {
    "name": "Budew",
    "description": "Vive cerca de aguas cristalinas. Su cabello se abre y esparce polen cuando le bañan los rayos del sol."
  },
  "407": {
    "name": "Roserade",
    "description": "Atrae a sus presas con una dulce fragancia y usa sus cepas venenosas para atenazarlas y acabar con ellas."
  },
  "408": {
    "name": "Cranidos",
    "description": "Fue recreado a partir de un fósil con forma esférica. Derriba a las presas a cabezazos."
  },
  "409": {
    "name": "Rampardos",
    "description": "Tiene sesos pequeños porque su duro cráneo, que soporta cualquier golpe, les impide desarrollarse."
  },
  "410": {
    "name": "Shieldon",
    "description": "Se abrillanta la cara frotándola contra los árboles. Es vulnerable a los ataques por la espalda."
  },
  "411": {
    "name": "Bastiodon",
    "description": "Se alineaban y creaban una barrera que ningún enemigo podía cruzar. Así protegían a sus crías."
  },
  "412": {
    "name": "Burmy",
    "description": "Para protegerse de los vientos fríos invernales, se cubre con un caparazón de ramas y hojas."
  },
  "413": {
    "name": "Wormadam-Plant",
    "description": "Su apariencia varía según dónde evolucione. Los materiales que haya pasan a formar parte de su cuerpo."
  },
  "414": {
    "name": "Mothim",
    "description": "Le encanta la miel de las flores y roba la que recoge Combee."
  },
  "415": {
    "name": "Combee",
    "description": "El trío se forma al nacer y se pasa la vida recogiendo miel de las flores para satisfacer a Vespiquen."
  },
  "416": {
    "name": "Vespiquen",
    "description": "Cría larvas en los panales de su cuerpo. Segrega diversas feromonas de su cuerpo con las cuales controla a sus crías."
  },
  "417": {
    "name": "Pachirisu",
    "description": "Crea bolas de pelo que crepitan con electricidad estática. Las almacena en agujeros de árboles."
  },
  "418": {
    "name": "Buizel",
    "description": "Nada rotando sus dos colas a modo de tornillo. Cuando bucea, el flotador se pliega."
  },
  "419": {
    "name": "Floatzel",
    "description": "Nada gracias a su flotador. Ayuda en los rescates de gente que se está ahogando."
  },
  "420": {
    "name": "Cherubi",
    "description": "Bajo la luz solar es rojo. La esfera pequeña pierde sus nutrientes y se seca para anunciar la evolución."
  },
  "421": {
    "name": "Cherrim",
    "description": "Cuando los rayos de sol inundan su capullo, abre de par en par sus pétalos y se vuelve muy dinámico."
  },
  "422": {
    "name": "Shellos",
    "description": "No hay que apretarle muy fuerte, ya que, si lo haces, secreta un misterioso fluido morado."
  },
  "423": {
    "name": "Gastrodon",
    "description": "Si se ve amenazado por sus enemigos naturales, segrega un líquido morado y huye rápidamente."
  },
  "424": {
    "name": "Ambipom",
    "description": "Habitan en grandes colonias y forman anillos uniendo sus colas, aparentemente en signo de amistad."
  },
  "425": {
    "name": "Drifloon",
    "description": "Está formado por los espíritus de personas y Pokémon. Le encantan las estaciones húmedas."
  },
  "426": {
    "name": "Drifblim",
    "description": "Transporta a gente y a Pokémon volando, pero, como se deja llevar, puede acabar en cualquier sitio."
  },
  "427": {
    "name": "Buneary",
    "description": "Lleva las orejas enrolladas. Cuando las extiende, golpea con tal fuerza que incluso puede romper rocas."
  },
  "428": {
    "name": "Lopunny",
    "description": "Este Pokémon resulta muy precavido. Si siente peligro, escapa corriendo a grandes saltos."
  },
  "429": {
    "name": "Mismagius",
    "description": "Recita cánticos. Algunos de ellos atormentan a sus rivales, mientras que otros producen felicidad."
  },
  "430": {
    "name": "Honchkrow",
    "description": "Si uno lanza un grito profundo, los demás acuden. Por eso se le llama también Invocador de la Noche."
  },
  "431": {
    "name": "Glameow",
    "description": "Araña cuando está enfadado y ronronea cuando está cariñoso. Su imprevisibilidad es famosa."
  },
  "432": {
    "name": "Purugly",
    "description": "Si se siente a gusto, no tiene ningún reparo en apropiarse de las moradas de otros Pokémon."
  },
  "433": {
    "name": "Chingling",
    "description": "Emite un tintineo cada vez que salta. Ensordece a sus rivales con sonidos de alta frecuencia."
  },
  "434": {
    "name": "Stunky",
    "description": "Expulsa un fluido maloliente por sus cuartos traseros. El hedor repele Pokémon en un radio de 2 km."
  },
  "435": {
    "name": "Skuntank",
    "description": "Para atacar, emite un fluido maloliente por la punta de su cola que puede llegar a más de 50 m."
  },
  "436": {
    "name": "Bronzor",
    "description": "Se dice que brilla y refleja la verdad al pulirlo, aunque es algo que detesta."
  },
  "437": {
    "name": "Bronzong",
    "description": "Desde antaño se adora a este Pokémon para que propicie lluvias abundantes. A veces se esconde bajo tierra."
  },
  "438": {
    "name": "Bonsly",
    "description": "Prefiere entornos áridos. Sus ojos expulsan agua para ajustar los niveles de fluido corporal."
  },
  "439": {
    "name": "Mime-Jr",
    "description": "Desconcierta a sus rivales imitando sus movimientos a la perfección y aprovecha para darse a la fuga."
  },
  "440": {
    "name": "Happiny",
    "description": "Les da a sus amigos una roca con forma de huevo que transporta en la bolsa de su panza."
  },
  "441": {
    "name": "Chatot",
    "description": "Imita los sonidos de sus rivales, haciéndoles creer que son amigos e impidiendo que le ataquen."
  },
  "442": {
    "name": "Spiritomb",
    "description": "Se formó a partir de 108 espíritus. Está unido a la fisura de una piedra angular mística."
  },
  "443": {
    "name": "Gible",
    "description": "Vive en agujeros en las cuevas, al amparo del calor geotérmico. Si se acerca un enemigo, le muerde."
  },
  "444": {
    "name": "Gabite",
    "description": "Le gustan las cosas brillantes. Busca tesoros en cuevas y se lleva el botín a su nido."
  },
  "445": {
    "name": "Garchomp",
    "description": "Cuando despliega su cuerpo y sus alas, parece un avión a reacción. Vuela a velocidad sónica."
  },
  "446": {
    "name": "Munchlax",
    "description": "Esconde comida bajo el largo pelo de su cuerpo, pero más tarde lo olvida."
  },
  "447": {
    "name": "Riolu",
    "description": "Se comunica con los suyos mediante la emisión de unas ondas que cambian de forma en función de los sentimientos."
  },
  "448": {
    "name": "Lucario",
    "description": "Puede leer los pensamientos y movimientos de su adversario a través de su aura."
  },
  "449": {
    "name": "Hippopotas",
    "description": "Vive en zonas áridas. En lugar de sudar, su cuerpo expulsa granos de arena."
  },
  "450": {
    "name": "Hippowdon",
    "description": "Hace gala de su fuerza abriendo su enorme boca. Para atacar levanta gran cantidad de arena."
  },
  "451": {
    "name": "Skorupi",
    "description": "Agarra a sus presas con las pinzas de la cola y les inyecta veneno. Espera hasta que hace efecto."
  },
  "452": {
    "name": "Drapion",
    "description": "Aunque sabe que puede aplastar al rival con su gran fuerza, le gusta dar el golpe de gracia con su virulento veneno."
  },
  "453": {
    "name": "Croagunk",
    "description": "Tiene bolsas venenosas en las mejillas. Pilla desprevenidos a sus rivales para pincharles."
  },
  "454": {
    "name": "Toxicroak",
    "description": "Almacena veneno en una bolsa de la garganta. Cuando croa, este se agita para lograr mayor potencia."
  },
  "455": {
    "name": "Carnivine",
    "description": "Atrae a sus presas con saliva de olor dulce y las mastica. Tarda todo un día en comérselas."
  },
  "456": {
    "name": "Finneon",
    "description": "La línea que le recorre el costado puede almacenar luz solar. Brilla con mucha fuerza por la noche."
  },
  "457": {
    "name": "Lumineon",
    "description": "Vive en las profundidades marinas. Atrae a sus presas con parpadeos del dibujo de sus cuatro aletas."
  },
  "458": {
    "name": "Mantyke",
    "description": "Los símbolos de su espalda cambian según la región. A veces se mezcla con bancos de Remoraid y nada junto a ellos."
  },
  "459": {
    "name": "Snover",
    "description": "En las estaciones frías baja al pie de la montaña, pero regresa a las cimas nevadas en primavera."
  },
  "460": {
    "name": "Abomasnow",
    "description": "Genera ventiscas con las que cubre de nieve grandes áreas. Se le llama el Monstruo de Hielo."
  },
  "461": {
    "name": "Weavile",
    "description": "Vive en zonas nevadas. Deja marcas en los árboles con sus garras para comunicarse con sus compañeros."
  },
  "462": {
    "name": "Magnezone",
    "description": "Emiten campos magnéticos tan potentes que se atraen entre sí e incluso pueden llegar a inmovilizarse."
  },
  "463": {
    "name": "Lickilicky",
    "description": "Agarra cosas con su lengua extensible. Si te acercas mucho, te deja lleno de babas."
  },
  "464": {
    "name": "Rhyperior",
    "description": "Lanza Geodude por los agujeros de las manos. Gracias a Protector resiste erupciones volcánicas."
  },
  "465": {
    "name": "Tangrowth",
    "description": "Atrapa a su presa desplegando las ramas de sus brazos, que no le importa perder ante depredadores."
  },
  "466": {
    "name": "Electivire",
    "description": "Al almacenar mucha electricidad, desprende chispas de una claridad increíble entre sus dos cuernos."
  },
  "467": {
    "name": "Magmortar",
    "description": "Sus brazos disparan bolas de fuego de más de 2000 °C. Vive en cráteres volcánicos."
  },
  "468": {
    "name": "Togekiss",
    "description": "Se dice que aparece en zonas pacíficas y las bendice con sus dones."
  },
  "469": {
    "name": "Yanmega",
    "description": "Su técnica favorita consiste en volar a gran velocidad y despedazar con su mandíbula a su oponente en un instante."
  },
  "470": {
    "name": "Leafeon",
    "description": "En días soleados duerme y hace la fotosíntesis, emitiendo aire puro a su alrededor."
  },
  "471": {
    "name": "Glaceon",
    "description": "Controla su temperatura corporal para congelar el ambiente y causar ráfagas de nieve en polvo."
  },
  "472": {
    "name": "Gliscor",
    "description": "Espera a sus presas colgado de una rama bocabajo. Cuando llega su oportunidad, se lanza en picado."
  },
  "473": {
    "name": "Mamoswine",
    "description": "Ya existía en la antigüedad. Se encontró uno bajo hielo de hace más de 10 000 años."
  },
  "474": {
    "name": "Porygon-Z",
    "description": "Se le instaló un software para mejorarlo. Sin embargo, comenzó a comportarse de manera extraña."
  },
  "475": {
    "name": "Gallade",
    "description": "Puede presentir los movimientos de sus rivales y por eso ataca siempre antes que ellos."
  },
  "476": {
    "name": "Probopass",
    "description": "Emana un fuerte magnetismo. Controla tres pequeñas unidades llamadas mininarices."
  },
  "477": {
    "name": "Dusknoir",
    "description": "Se dice que recoge en su cuerpo flexible a los espíritus extraviados y los guía hasta casa."
  },
  "478": {
    "name": "Froslass",
    "description": "Congela a sus enemigos con un aliento gélido de -50 °C. Su cuerpo está hueco."
  },
  "479": {
    "name": "Rotom",
    "description": "Desde hace mucho tiempo se estudia su singular motor como fuente de energía motriz."
  },
  "480": {
    "name": "Uxie",
    "description": "Se le conoce como el Ser de la Sabiduría. Se dice que puede borrar la memoria con una mirada."
  },
  "481": {
    "name": "Mesprit",
    "description": "Se le conoce como el Ser de la Emoción. Enseñó a los humanos la nobleza del dolor y la alegría."
  },
  "482": {
    "name": "Azelf",
    "description": "Se le conoce como el Ser de la Voluntad. Duerme en el fondo de un lago para equilibrar el mundo."
  },
  "483": {
    "name": "Dialga",
    "description": "Un Pokémon de leyenda. Se dice que el tiempo comenzó a avanzar cuando Dialga nació."
  },
  "484": {
    "name": "Palkia",
    "description": "Se dice que vive en una dimensión espacial paralela. Aparece en la mitología."
  },
  "485": {
    "name": "Heatran",
    "description": "Habita cuevas volcánicas. Cava con sus pies en forma de cruz para trepar por techos y paredes."
  },
  "486": {
    "name": "Regigigas",
    "description": "Se dice que usó rocas, magma y un hielo especial de montaña para crear Pokémon con su aspecto."
  },
  "487": {
    "name": "Giratina-Altered",
    "description": "Vive en el Mundo Distorsión, un mundo opuesto al nuestro y cuyas leyes desafían el sentido común."
  },
  "488": {
    "name": "Cresselia",
    "description": "Sus alas emiten un velo de partículas brillantes. Se dice que representa un cuarto lunar."
  },
  "489": {
    "name": "Phione",
    "description": "Si sube la temperatura del mar, infla el flotador de su cabeza y flota en grupo en la superficie."
  },
  "490": {
    "name": "Manaphy",
    "description": "Nace con un maravilloso poder que le permite establecer vínculos con cualquier tipo de Pokémon."
  },
  "491": {
    "name": "Darkrai",
    "description": "Defiende su territorio de personas y Pokémon haciéndoles dormir y provocándoles pesadillas."
  },
  "492": {
    "name": "Shaymin-Land",
    "description": "Puede disolver las toxinas del aire para transformar tierra yerma en campos de flores."
  },
  "493": {
    "name": "Arceus",
    "description": "Según la mitología de Sinnoh, Arceus surgió de un huevo y después creó todo el mundo."
  },
  "494": {
    "name": "Victini",
    "description": "Pokémon que atrae la victoria. Dicen que el Entrenador que lo lleve saldrá vencedor de cualquier batalla."
  },
  "495": {
    "name": "Snivy",
    "description": "Cuando recibe los rayos de sol, se mueve mucho más rápido que de costumbre. Usa mejor sus lianas que sus manos."
  },
  "496": {
    "name": "Servine",
    "description": "Parece que se desliza al correr. Engaña a sus rivales con su velocidad y los fustiga con su látigo."
  },
  "497": {
    "name": "Serperior",
    "description": "Tan solo muestra su verdadero poder a quienes no se amedrentan ante su noble pero inquisitoria mirada."
  },
  "498": {
    "name": "Tepig",
    "description": "Evita con agilidad los ataques enemigos. Lanza bolas de fuego por su hocico y tuesta bayas del bosque para comer."
  },
  "499": {
    "name": "Pignite",
    "description": "Cuanto más come, más combustible tiene en su interior para avivar sus llamas, con lo que también aumenta su poder."
  },
  "500": {
    "name": "Emboar",
    "description": "Calienta sus puños con las llamas de su barbilla para propinar puñetazos ardientes. Es muy fiel a sus compañeros."
  },
  "501": {
    "name": "Oshawott",
    "description": "La vieira de su ombligo no solo sirve como arma, sino también como instrumento para cortar las bayas que estén duras."
  },
  "502": {
    "name": "Dewott",
    "description": "Gran espadachín. Utiliza sus dos vieiras con soltura al ejecutar las técnicas que aprende con una disciplina espartana."
  },
  "503": {
    "name": "Samurott",
    "description": "En un abrir y cerrar de ojos, puede desenvainar y envainar los sables que hay en sus patas delanteras."
  },
  "504": {
    "name": "Patrat",
    "description": "Almacena víveres en unas bolsas en sus mofletes y vigila durante días. Hace señales con la cola a sus compañeros."
  },
  "505": {
    "name": "Watchog",
    "description": "Los componentes luminiscentes de su interior hacen que sus ojos y su cuerpo brillen, y así intimida a sus rivales."
  },
  "506": {
    "name": "Lillipup",
    "description": "Los mechones que cubren su cara actúan como un magnífico radar para detectar con precisión lo que hay a su alrededor."
  },
  "507": {
    "name": "Herdier",
    "description": "Este Pokémon es muy leal. No solo ayuda a Entrenadores, sino que también se preocupa por otros Pokémon."
  },
  "508": {
    "name": "Stoutland",
    "description": "Socorre a humanos perdidos en montañas azotadas por ventiscas. Su largo pelaje le protege del frío."
  },
  "509": {
    "name": "Purrloin",
    "description": "Distrae a su oponente con movimientos gráciles y sustrae sus pertenencias. Cuando se enfada, ataca con las garras."
  },
  "510": {
    "name": "Liepard",
    "description": "Su bella y grácil silueta le viene dada por su desarrollada musculatura, que le permite andar de noche sin hacer ruido."
  },
  "511": {
    "name": "Pansage",
    "description": "Comparte las hojas de su cabeza con Pokémon agotados. Posee la facultad de aliviar el cansancio."
  },
  "512": {
    "name": "Simisage",
    "description": "Ataca estampando las espinas de su cola en el enemigo. Es un Pokémon con mucho temperamento."
  },
  "513": {
    "name": "Pansear",
    "description": "Pokémon muy inteligente que tiene la costumbre de tostar las bayas antes de comérselas. Ayuda mucho a los humanos."
  },
  "514": {
    "name": "Simisear",
    "description": "Achicharra a sus enemigos desprendiendo llamas por la cola y la cabeza, fruto de su desmesurado calor interno."
  },
  "515": {
    "name": "Panpour",
    "description": "El agua acumulada en su mata de pelo es rica en nutrientes. Usa su cola para regar plantas con esa misma agua."
  },
  "516": {
    "name": "Simipour",
    "description": "Cuando lanza agua a alta presión con su cola, puede incluso resquebrajar una pared de cemento."
  },
  "517": {
    "name": "Munna",
    "description": "Cuando un humano o un Pokémon sufre una pesadilla, Munna se aparece ante ellos y la engulle."
  },
  "518": {
    "name": "Musharna",
    "description": "Multitud de sueños de humanos y Pokémon se encuentran atrapados en el humo que despide por su frente."
  },
  "519": {
    "name": "Pidove",
    "description": "Es un Pokémon muy despistado. Aunque reciba órdenes de su Entrenador, se le olvidan, y se queda esperando."
  },
  "520": {
    "name": "Tranquill",
    "description": "Según los rumores, en lo más profundo del bosque donde mora Tranquill, hay un mundo pacífico y exento de luchas."
  },
  "521": {
    "name": "Unfezant",
    "description": "El macho amenaza al enemigo meciendo el adorno de su cabeza. Al volar, la hembra es mucho más diestra que el macho."
  },
  "522": {
    "name": "Blitzle",
    "description": "Aparece cuando nubes envueltas en rayos encapotan el cielo. Atrapa rayos con su crin y almacena electricidad."
  },
  "523": {
    "name": "Zebstrika",
    "description": "Es un Pokémon con mucho temperamento. Cuando se enoja, lanza rayos desde su crin en todas direcciones."
  },
  "524": {
    "name": "Roggenrola",
    "description": "Su oreja tiene forma hexagonal. Su cuerpo fue comprimido bajo tierra. Por eso, es duro como el acero."
  },
  "525": {
    "name": "Boldore",
    "description": "La energía que no puede contener en el interior de su cuerpo se escapa formando cristales naranjas."
  },
  "526": {
    "name": "Gigalith",
    "description": "Absorbe los rayos solares, procesa esa energía en su núcleo y lanza poderosas bolas de luz a sus enemigos."
  },
  "527": {
    "name": "Woobat",
    "description": "Vive en bosques oscuros y cavernas. Emite ultrasonidos por la nariz para saber todo lo que pasa a su alrededor."
  },
  "528": {
    "name": "Swoobat",
    "description": "Cuando emite ondas ultrasónicas, que incluso pueden reventar el cemento, agita su cola con vehemencia."
  },
  "529": {
    "name": "Drilbur",
    "description": "Cuando junta las garras y comienza a dar vueltas frenéticas, avanza bajo tierra a gran velocidad."
  },
  "530": {
    "name": "Excadrill",
    "description": "Su taladro ha evolucionado y es capaz de atravesar una lámina de hierro. Es muy útil para construir túneles."
  },
  "531": {
    "name": "Audino",
    "description": "Con las antenas de sus oídos, perciben el estado de un rival o predicen cuándo va a eclosionar un Huevo Pokémon."
  },
  "532": {
    "name": "Timburr",
    "description": "Siempre lleva vigas de madera. Normalmente ayuda en obras de construcción."
  },
  "533": {
    "name": "Gurdurr",
    "description": "Gracias a su entrenada musculatura, puede blandir vigas de acero sin problema para así derribar edificios enteros."
  },
  "534": {
    "name": "Conkeldurr",
    "description": "Se cree que Conkeldurr enseñó a los humanos la técnica para elaborar cemento hace más de 2000 años."
  },
  "535": {
    "name": "Tympole",
    "description": "Emite sonidos imperceptibles para los humanos con la vibración de sus mejillas y advierte de algún peligro a los suyos."
  },
  "536": {
    "name": "Palpitoad",
    "description": "Cuando hace vibrar el bulto de su cabeza, no solo se embravece el mar, sino que la tierra también tiembla."
  },
  "537": {
    "name": "Seismitoad",
    "description": "Aumenta la potencia de sus puñetazos haciendo vibrar sus puños. Es capaz de quebrar una roca de un solo golpe."
  },
  "538": {
    "name": "Throh",
    "description": "Aumenta su potencia si se aprieta el cinturón. Un Throh salvaje teje su propio cinturón usando lianas."
  },
  "539": {
    "name": "Sawk",
    "description": "Para lograr dominar las técnicas de kárate más letales, se retiran a las montañas y entrenan día y noche."
  },
  "540": {
    "name": "Sewaddle",
    "description": "Recorta hojas y las teje con el líquido viscoso que segrega por la boca para hacerse su propia ropa."
  },
  "541": {
    "name": "Swadloon",
    "description": "La vegetación abunda en los bosques que habita. Este Pokémon transforma las hojas caídas en nutrientes."
  },
  "542": {
    "name": "Leavanny",
    "description": "Si se encuentra con un Pokémon joven, segrega por la boca hilos pegadizos con los que le teje una prenda de ropa."
  },
  "543": {
    "name": "Venipede",
    "description": "Percibe su entorno con su sentido del tacto, residente en su cabeza y cola. Su carácter es violento por naturaleza."
  },
  "544": {
    "name": "Whirlipede",
    "description": "Lo protege un duro caparazón. Gira como una rueda y realiza brutales placajes contra sus enemigos."
  },
  "545": {
    "name": "Scolipede",
    "description": "Atenaza a sus presas con las garras que sobresalen de su cuello hasta que no se pueden mover y las remata con veneno."
  },
  "546": {
    "name": "Cottonee",
    "description": "Despide motas de algodón cuando lo atacan para confundir a los enemigos y poner pies en polvorosa."
  },
  "547": {
    "name": "Whimsicott",
    "description": "Aparecen en medio de un torbellino y entran en las casas para descolocar los muebles o esparcir algodón por doquier."
  },
  "548": {
    "name": "Petilil",
    "description": "Mordisquear las hojas de su cabeza permite recuperar toda la vitalidad, a pesar de que están muy amargas."
  },
  "549": {
    "name": "Lilligant",
    "description": "El aroma de la flor de su tocado relaja a cualquiera a su alrededor. Hay que cuidarle mucho para que no se marchite."
  },
  "550": {
    "name": "Basculin-Red-Striped",
    "description": "Los de color azul y los de color rojo siempre se pelean. Son muy violentos, pero su sabor es excepcional."
  },
  "551": {
    "name": "Sandile",
    "description": "Se desplaza hundido en la arena, dejando al descubierto solo los ojos y la nariz. Una membrana negra le protege los ojos."
  },
  "552": {
    "name": "Krokorok",
    "description": "Viven en manadas. La membrana que cubre sus ojos los protege de la arena."
  },
  "553": {
    "name": "Krookodile",
    "description": "Un Pokémon bastante violento. Ataca todo lo que se mueva delante de él con sus mortíferas mandíbulas."
  },
  "554": {
    "name": "Darumaka",
    "description": "Como sus excrementos están muy calientes, la gente de antaño se los metía en los bolsillos para calentarse."
  },
  "555": {
    "name": "Darmanitan-Standard",
    "description": "Cuando resulta gravemente herido, se endurece como una piedra y medita para agudizar la mente."
  },
  "556": {
    "name": "Maractus",
    "description": "Espanta a los Pokémon pájaro con un baile rápido y haciendo ruido para evitar que picoteen las semillas de sus flores."
  },
  "557": {
    "name": "Dwebble",
    "description": "Abre un agujero en la roca y vive en él. Si la roca se resquebraja, no se queda tranquilo hasta que no encuentra otra."
  },
  "558": {
    "name": "Crustle",
    "description": "Su inmensa capacidad motriz le permite desplazarse cargando a sus espaldas rocas enormes durante días."
  },
  "559": {
    "name": "Scraggy",
    "description": "Se sube la piel hasta el cuello para defenderse. Su elasticidad, similar a la de una goma, reduce el daño recibido."
  },
  "560": {
    "name": "Scrafty",
    "description": "Se protege de los ataques con la muda de su piel mientras reparte patadas. Cuanto mayor es su cresta, más se le respeta."
  },
  "561": {
    "name": "Sigilyph",
    "description": "Fue la deidad protectora de una ciudad milenaria. Ataca con su poder psíquico a los enemigos que invaden su territorio."
  },
  "562": {
    "name": "Yamask",
    "description": "Almas de humanos sepultados en tumbas que han adquirido forma de Pokémon. Recuerdan su vida antes de la muerte."
  },
  "563": {
    "name": "Cofagrigus",
    "description": "Se comenta que engulle a todo humano que se le acerca y lo momifica. Su comida favorita son las pepitas de oro."
  },
  "564": {
    "name": "Tirtouga",
    "description": "Ya pululaba por las aguas hace 100 millones de años. También va a tierra a veces en busca de alimento."
  },
  "565": {
    "name": "Carracosta",
    "description": "Vive en el mar y en la superficie. Sus garras pueden abrir un agujero en el fondo de un petrolero."
  },
  "566": {
    "name": "Archen",
    "description": "Pokémon que renació de un fósil. Dicen que es el antepasado de todos los Pokémon pájaro."
  },
  "567": {
    "name": "Archeops",
    "description": "Levanta el vuelo tras coger carrerilla. Coopera con sus compañeros de bandada para atrapar a sus presas."
  },
  "568": {
    "name": "Trubbish",
    "description": "Pokémon nacido de la reacción química entre una bolsa de basura y residuos industriales."
  },
  "569": {
    "name": "Garbodor",
    "description": "Apresa a su rival con el brazo izquierdo y le da el golpe de gracia exhalando por la boca un apestoso gas venenoso."
  },
  "570": {
    "name": "Zorua",
    "description": "Adopta la apariencia de su enemigo para engañarlo vilmente y aprovecha su estupor para poner tierra por medio."
  },
  "571": {
    "name": "Zoroark",
    "description": "Tiene la facultad de confundir a muchos humanos a la vez. Protege su guarida creando un paisaje ilusorio."
  },
  "572": {
    "name": "Minccino",
    "description": "Se saludan entre sí frotándose con la cola y limpiándose a conciencia."
  },
  "573": {
    "name": "Cinccino",
    "description": "El pelo que cubre su cuerpo proporciona una agradable sensación al tocarlo. No acumula ni polvo ni electricidad estática."
  },
  "574": {
    "name": "Gothita",
    "description": "Amplifica su poder psíquico con sus antenitas en forma de lazo. Siempre está mirando algo fijamente."
  },
  "575": {
    "name": "Gothorita",
    "description": "La luz de las estrellas origina su poder. De noche, marca su posición haciendo levitar piedras con su poder psíquico."
  },
  "576": {
    "name": "Gothitelle",
    "description": "Su inmenso poder psíquico distorsiona el espacio y le permite reflejar incluso estrellas a años luz de distancia."
  },
  "577": {
    "name": "Solosis",
    "description": "Gracias a la sustancia viscosa que envuelve su cuerpo, permanece tranquilo por dura o rigurosa que sea la situación."
  },
  "578": {
    "name": "Duosion",
    "description": "Cuando las dos partes de su cerebro piensan lo mismo, saca todo su poder a relucir."
  },
  "579": {
    "name": "Reuniclus",
    "description": "Hacen gala de su poder psíquico y mueven sus brazos compuestos de líquido para controlar rocas y hacerlas añicos."
  },
  "580": {
    "name": "Ducklett",
    "description": "Cuando se ve atacado, las plumas que lo recubren despiden ráfagas de agua que lo ayudan a escapar."
  },
  "581": {
    "name": "Swanna",
    "description": "Aunque no lo parezca por su grácil elegancia, puede batir con fuerza las alas y volar durante miles de kilómetros."
  },
  "582": {
    "name": "Vanillite",
    "description": "Lanza un aliento de -50 °C. Crea bloques de nieve y es capaz de lograr que nieve a su alrededor."
  },
  "583": {
    "name": "Vanillish",
    "description": "Enfrían el aire a su alrededor y crean partículas de hielo mediante las cuales congelan a sus oponentes."
  },
  "584": {
    "name": "Vanilluxe",
    "description": "Si sus dos cabezas se irritan al mismo tiempo, genera una ventisca desde su cuerno cubriendo su entorno con nieve."
  },
  "585": {
    "name": "Deerling",
    "description": "El color de su cuerpo cambia no solo con las estaciones, sino también con los cambios de humedad y temperatura."
  },
  "586": {
    "name": "Sawsbuck",
    "description": "Cambia de morada dependiendo de las estaciones. Observando sus cuernos, la gente sabe cuándo estas van a cambiar."
  },
  "587": {
    "name": "Emolga",
    "description": "Vive en la copa de los árboles. Produce descargas mientras vuela con el interior de la membrana que hace de capa."
  },
  "588": {
    "name": "Karrablast",
    "description": "Si recibe un estímulo eléctrico al estar en contacto con un Shelmet, evoluciona."
  },
  "589": {
    "name": "Escavalier",
    "description": "Se defienden de los ataques con el caparazón que roban a los Shelmet. Atacan con sus dos mortíferas lanzas."
  },
  "590": {
    "name": "Foongus",
    "description": "Gracias a su misterioso parecido a una Poké Ball, atrae a sus presas y lanza rápidamente esporas de veneno."
  },
  "591": {
    "name": "Amoonguss",
    "description": "Aunque intenta pasar por parte superior de una Poké Ball para atraer a sus presas, consigue engañar a pocos."
  },
  "592": {
    "name": "Frillish",
    "description": "Paraliza a sus presas con veneno y las lleva a su morada, que se encuentra a 8000 m en el fondo del mar."
  },
  "593": {
    "name": "Jellicent",
    "description": "Su cuerpo se compone de agua salada. Dicen que ha construido un palacio en el fondo del mar con restos de barcos."
  },
  "594": {
    "name": "Alomomola",
    "description": "Vive flotando a la deriva en mar abierto. Siempre que encuentra un Pokémon herido, lo abraza y lo lleva a la costa."
  },
  "595": {
    "name": "Joltik",
    "description": "No puede generar electricidad por sí mismo, así que se encarama a Pokémon grandes y absorbe su energía estática."
  },
  "596": {
    "name": "Galvantula",
    "description": "Pone trampas con hilos electrificados. De este modo, electrocuta a sus enemigos y los inmoviliza por completo."
  },
  "597": {
    "name": "Ferroseed",
    "description": "Lanza numerosas púas al detectar peligro. En cuanto tiene ocasión, echa a rodar y se escapa."
  },
  "598": {
    "name": "Ferrothorn",
    "description": "Azota al enemigo con sus tres tentáculos y después dispara púas hasta que no deja ni rastro del rival."
  },
  "599": {
    "name": "Klink",
    "description": "Genera la energía vital que necesita haciendo girar sus dos cuerpos."
  },
  "600": {
    "name": "Klang",
    "description": "Muestra sus sentimientos cambiando la dirección de su giro. Cuanto más se enfade, más rápido girará."
  },
  "601": {
    "name": "Klinklang",
    "description": "Recarga su energía rápidamente haciendo girar con gran celeridad el engranaje equipado con un núcleo rojo."
  },
  "602": {
    "name": "Tynamo",
    "description": "La electricidad de uno solo es diminuta, pero, si multitud de Tynamo se conectan, consiguen la potencia de un rayo."
  },
  "603": {
    "name": "Eelektrik",
    "description": "Se enrolla alrededor de su presa, la paraliza con la electricidad de sus marcas circulares y le asesta mordiscos."
  },
  "604": {
    "name": "Eelektross",
    "description": "Pega la ventosa de su boca en su presa y la electrocuta con sus colmillos."
  },
  "605": {
    "name": "Elgyem",
    "description": "Posee un gran poder psíquico. Lo usa para comprimir el cerebro del enemigo y ocasionarle dolores de cabeza."
  },
  "606": {
    "name": "Beheeyem",
    "description": "Parece que se comunica haciendo brillar sus dedos tricolores, pero nadie ha conseguido descifrar aún su patrón."
  },
  "607": {
    "name": "Litwick",
    "description": "Finge ser una luz guía en el camino, pero en realidad solo quiere absorber la energía vital de quien lo sigue."
  },
  "608": {
    "name": "Lampent",
    "description": "Al absorber almas, su llama se enciende. Espera a que la gente fallezca, así que suele deambular por los hospitales."
  },
  "609": {
    "name": "Chandelure",
    "description": "Sus llamas absorben el alma del enemigo y la abrasan, dejando solo su cuerpo inerte."
  },
  "610": {
    "name": "Axew",
    "description": "Usa sus colmillos para romper las bayas que come. Estos se regeneran una y otra vez, por eso son tan fuertes y afilados."
  },
  "611": {
    "name": "Fraxure",
    "description": "Sus colmillos pueden hacer añicos rocas inmensas. Las luchas territoriales de los Fraxure son encarnizadas."
  },
  "612": {
    "name": "Haxorus",
    "description": "Es gentil, pero no perdona a todo el que ose invadir su territorio. Su mayor baza son sus colmillos, que cortan el acero."
  },
  "613": {
    "name": "Cubchoo",
    "description": "Siempre está con mucosidades colgando. Las aspira para hacer un movimiento, ya que son su materia prima para esto."
  },
  "614": {
    "name": "Beartic",
    "description": "Adoran los mares gélidos del norte. Congelan su aliento para crear sendas por las que caminar sobre las aguas."
  },
  "615": {
    "name": "Cryogonal",
    "description": "Nació entre nubes de nieve. Atrapa a sus presas con una cadena hecha de hielo cristalizado."
  },
  "616": {
    "name": "Shelmet",
    "description": "Si está junto a Karrablast, y ambos reciben una descarga eléctrica, evolucionan los dos a la vez."
  },
  "617": {
    "name": "Accelgor",
    "description": "Se siente ligero una vez liberado de su caparazón. Lucha y se mueve como un ninja."
  },
  "618": {
    "name": "Stunfisk",
    "description": "Ni un pisotón de un luchador de sumo lo aplastaría gracias a su piel sólida. Sonríe al soltar descargas eléctricas."
  },
  "619": {
    "name": "Mienfoo",
    "description": "La velocidad de sus ataques es su gran orgullo. Lo que le falta de fuerza bruta lo compensa en cantidad de golpes."
  },
  "620": {
    "name": "Mienshao",
    "description": "Usa el pelaje de sus brazos a manera de látigos. Sus ataques alcanzan velocidades de vértigo."
  },
  "621": {
    "name": "Druddigon",
    "description": "Corre por estrechas cavernas y atrapa a sus presas con sus afiladas garras. La piel de la cara es más dura que una roca."
  },
  "622": {
    "name": "Golett",
    "description": "Se mueve gracias a la energía que quema dentro de su cuerpo, pero el origen de esta energía es incierto."
  },
  "623": {
    "name": "Golurk",
    "description": "Al parecer, aquel que antaño lo creó le ordenó proteger a los Pokémon y a los humanos."
  },
  "624": {
    "name": "Pawniard",
    "description": "Su cuerpo está provisto de hojas afiladas. Cuando se desgastan, las afila con cantos rodados a la orilla del río."
  },
  "625": {
    "name": "Bisharp",
    "description": "Un Pokémon temible que remata a su presa una vez que su séquito de Pawniard la ha debilitado e inmovilizado."
  },
  "626": {
    "name": "Bouffalant",
    "description": "Embiste con la cabeza sin distinción. Su potencia es capaz de hacer descarrilar un tren en marcha."
  },
  "627": {
    "name": "Rufflet",
    "description": "Quiebra bayas con sus extremidades. Se enfrenta con valentía a todo enemigo por fuerte que este sea."
  },
  "628": {
    "name": "Braviary",
    "description": "Un valiente guerrero del cielo que no duda en luchar por sus compañeros por graves que sean sus heridas."
  },
  "629": {
    "name": "Vullaby",
    "description": "No puede volar porque sus alas son muy pequeñas. Cuando va a evolucionar, se deshace de su calavera."
  },
  "630": {
    "name": "Mandibuzz",
    "description": "Vuela en círculos. Cuando avista una presa, la ataca y la transporta a su nido con suma facilidad."
  },
  "631": {
    "name": "Heatmor",
    "description": "Usa su lengua de fuego para derretir la armadura de acero de los Durant y llegar así hasta su interior."
  },
  "632": {
    "name": "Durant",
    "description": "Actúan en grupo para expulsar de sus colonias a los Heatmor, sus depredadores naturales."
  },
  "633": {
    "name": "Deino",
    "description": "No ve, por eso va haciendo placajes y dando mordiscos a diestro y siniestro. Su cuerpo está plagado de heridas."
  },
  "634": {
    "name": "Zweilous",
    "description": "Sus dos cabezas se llevan fatal, y la que consigue comer más que la otra es la que lleva la voz cantante."
  },
  "635": {
    "name": "Hydreigon",
    "description": "Las cabezas de sus dos brazos no tienen cerebro. Con sus tres cabezas destruye y devora todo a su paso."
  },
  "636": {
    "name": "Larvesta",
    "description": "Se dice que nació del sol. Al evolucionar, cubre su cuerpo con llamas que brotan de sus cuernos."
  },
  "637": {
    "name": "Volcarona",
    "description": "Cuando combate, despide escamas ardientes de sus seis alas y genera un mar ígneo a su alrededor."
  },
  "638": {
    "name": "Cobalion",
    "description": "Posee un cuerpo y un corazón de acero. Basta una mirada suya para que Pokémon violentos le obedezcan."
  },
  "639": {
    "name": "Terrakion",
    "description": "Su potencia al embestir es capaz de derribar las murallas de un castillo. Las leyendas hablan de sus proezas."
  },
  "640": {
    "name": "Virizion",
    "description": "Sus cuernos son hojas afiladas. Sacude a sus enemigos con sus relampagueantes movimientos y los reduce."
  },
  "641": {
    "name": "Tornadus-Incarnate",
    "description": "La parte inferior de su cuerpo, similar a una nube, está recubierta de un campo de energía. Vuela a 300 km/h."
  },
  "642": {
    "name": "Thundurus-Incarnate",
    "description": "Lanza descargas eléctricas por las púas de su cola. Sobrevuela Teselia dejando caer rayos."
  },
  "643": {
    "name": "Reshiram",
    "description": "Pokémon legendario capaz de abrasar el mundo con sus llamas. Ayuda a quienes persiguen un mundo veraz."
  },
  "644": {
    "name": "Zekrom",
    "description": "Pokémon legendario capaz de chamuscar el mundo con sus rayos. Ayuda a quienes persiguen un mundo de ideales."
  },
  "645": {
    "name": "Landorus-Incarnate",
    "description": "Lo consideran una deidad de las cosechas porque los cultivos crecen en abundancia en las tierras por las que pasa."
  },
  "646": {
    "name": "Kyurem",
    "description": "Pokémon legendario que aguarda al héroe que compense el vacío de su cuerpo de hielo con verdad e ideales."
  },
  "647": {
    "name": "Keldeo-Ordinary",
    "description": "Corre por mares, ríos o cualquier superficie acuática de todo el mundo. Aparece en aguas límpidas."
  },
  "648": {
    "name": "Meloetta-Aria",
    "description": "Las melodías que canta Meloetta tienen el poder de hacer sentir felicidad a los Pokémon que hay a su alrededor."
  },
  "649": {
    "name": "Genesect",
    "description": "Pokémon de tipo Bicho de la antigüedad, modificado por el Equipo Plasma. El cañón de su lomo ha sido mejorado."
  },
  "650": {
    "name": "Chespin",
    "description": "Cuando acumula energía, las suaves púas de su cabeza se vuelven tan duras y afiladas que hasta pueden atravesar rocas."
  },
  "651": {
    "name": "Quilladin",
    "description": "Desvía los ataques de los enemigos con la robusta coraza que cubre su cuerpo y contraataca con sus dos afilados cuernos."
  },
  "652": {
    "name": "Chesnaught",
    "description": "Su fuerza es tal que, de un empellón, puede hacer volcar un tanque de 50 toneladas. Protege a sus aliados cuando hace de escudo."
  },
  "653": {
    "name": "Fennekin",
    "description": "Tras masticar e ingerir pequeñas ramas se siente pletórico y expulsa aire caliente por sus grandes orejas a temperaturas superiores a los 200 ºC."
  },
  "654": {
    "name": "Braixen",
    "description": "Tiene una rama enredada en la cola. Cuando la saca, la rama prende fuego al hacer fricción con su pelaje y se lanza al ataque con ella."
  },
  "655": {
    "name": "Delphox",
    "description": "Fija la mirada en la llama que arde en la punta de su bastón para concentrarse y prever sucesos que tienen lugar en el futuro."
  },
  "656": {
    "name": "Froakie",
    "description": "Secreta burbujas tanto por la espalda como por el pecho. Gracias a la elasticidad de estas, puede parar ataques y reducir el daño recibido."
  },
  "657": {
    "name": "Frogadier",
    "description": "Puede lanzar piedras envueltas en burbujas con tal puntería, que acierta latas vacías a 30 metros de distancia."
  },
  "658": {
    "name": "Greninja",
    "description": "Comprime el agua y crea estrellas ninja con las que ataca al enemigo. Cuando las hace girar a gran velocidad cortan en dos hasta el metal."
  },
  "659": {
    "name": "Bunnelby",
    "description": "Usa sus grandes orejas para excavar en la tierra y así crear madrigueras. Puede pasarse una noche entera cavando sin parar."
  },
  "660": {
    "name": "Diggersby",
    "description": "Sus grandes orejas tienen tal fuerza que con ellas puede levantar con facilidad rocas de más de una tonelada. Es de una ayuda inestimable en las obras."
  },
  "661": {
    "name": "Fletchling",
    "description": "Es muy amigable y se comunica con sus aliados mediante melodiosos gorjeos y el movimiento de su cola y sus gráciles alas."
  },
  "662": {
    "name": "Fletchinder",
    "description": "Lanza chispas por su pico y prende fuego a la hierba alta para así sorprender a sus presas y atraparlas cuando intentan escapar."
  },
  "663": {
    "name": "Talonflame",
    "description": "Si se exalta durante un combate reñido, arroja chispas y ascuas de los intersticios entre su plumaje mientras vuela."
  },
  "664": {
    "name": "Scatterbug",
    "description": "Cuando recibe el ataque de un Pokémon pájaro, expulsa unas escamas negras que provocan parálisis si se entra en contacto con ellas."
  },
  "665": {
    "name": "Spewpa",
    "description": "Habita en la sombra de la espesura. Si percibe alguna amenaza, su pelaje se eriza y se vuelve muy afilado para así intimidar al enemigo."
  },
  "666": {
    "name": "Vivillon",
    "description": "En el mundo existen Vivillon con diferentes motivos en sus alas. El clima de cada región influye en sus rasgos."
  },
  "667": {
    "name": "Litleo",
    "description": "Cuanto más poderoso es el enemigo al que se enfrenta, más calor desprende su mechón y más energía recorre todo su cuerpo."
  },
  "668": {
    "name": "Pyroar",
    "description": "El macho con la melena de fuego más grande de toda la manada es el líder de sus compañeros."
  },
  "669": {
    "name": "Flabebe",
    "description": "Acumula el polen de las flores para confeccionar la tiara que lleva en la cabeza, que cuenta con propiedades curativas."
  },
  "670": {
    "name": "Floette",
    "description": "Revolotea alrededor de campos de flores y cuida de aquellas que empiezan a marchitarse. Usa en combate el poder oculto de las flores."
  },
  "671": {
    "name": "Florges",
    "description": "Habita en preciosos jardines floridos. Absorbe la energía que emiten las plantas y la convierte en su fuente de poder."
  },
  "672": {
    "name": "Skiddo",
    "description": "Se dice que fue la primera especie de Pokémon que se acostumbró a vivir con los seres humanos. Tiene una naturaleza muy afable."
  },
  "673": {
    "name": "Gogoat",
    "description": "Percibe los sentimientos del Entrenador por la forma en la que agarra sus cuernos, aunque sean variaciones sutiles, y así avanzan como si fueran un solo ente."
  },
  "674": {
    "name": "Pancham",
    "description": "Se esfuerza mucho para que el enemigo no lo menosprecie, pero su mirada no intimida demasiado. Se caracteriza por mascar siempre una hoja."
  },
  "675": {
    "name": "Pangoro",
    "description": "Es muy temperamental, pero no permite que nadie se meta con los débiles. Mediante su hoja, predice los movimientos del enemigo."
  },
  "676": {
    "name": "Furfrou",
    "description": "Cuando le esquilan su mullido pelaje, no solo mejora su apariencia, sino que aumenta su agilidad."
  },
  "677": {
    "name": "Espurr",
    "description": "Protege con las orejas el órgano con el que irradia su intenso poder psíquico para evitar que este se escape al exterior."
  },
  "678": {
    "name": "Meowstic-Male",
    "description": "Cuando percibe peligro, yergue sus orejas y desata un poder psíquico capaz de levantar un camión de unas 10 toneladas."
  },
  "679": {
    "name": "Honedge",
    "description": "Cuentan que este Pokémon nace cuando el espíritu de un difunto toma posesión de una espada antigua. Se aferra a las personas y absorbe su energía."
  },
  "680": {
    "name": "Doublade",
    "description": "Al evolucionar se divide en dos espadas. Se comunican entre sí mediante telepatía y coordinan los ataques para rebanar al enemigo."
  },
  "681": {
    "name": "Aegislash-Shield",
    "description": "Han permanecido junto a estirpes de reyes durante generaciones. Mediante su poder espectral pueden controlar a humanos y a Pokémon."
  },
  "682": {
    "name": "Spritzee",
    "description": "Su cuerpo emana una fragancia que embelesa a quien la huele. La fragancia es diferente según los alimentos que ingiere."
  },
  "683": {
    "name": "Aromatisse",
    "description": "Puede producir multitud de olores diferentes y, en combate, secreta los que le resultan molestos al enemigo para así contar con cierta ventaja."
  },
  "684": {
    "name": "Swirlix",
    "description": "Escupe hebras pegajosas de color blanco y textura parecida a la del algodón de azúcar, con las que envuelve al enemigo y le impide que se mueva."
  },
  "685": {
    "name": "Slurpuff",
    "description": "Puede rastrear hasta el más débil de los olores. Hace uso de su fino olfato para ayudar a los pasteleros más exquisitos."
  },
  "686": {
    "name": "Inkay",
    "description": "Los enemigos que contemplan el titilante fulgor de su brillante cuerpo terminan mareándose y pierden las ganas de continuar combatiendo."
  },
  "687": {
    "name": "Malamar",
    "description": "Tiene a su disposición los poderes hipnóticos más poderosos de entre todos los Pokémon. Controla al enemigo a su voluntad."
  },
  "688": {
    "name": "Binacle",
    "description": "Dos Binacle conviven en la misma roca, pero cuando se produce un altercado entre ambos, uno de ellos se muda a otra."
  },
  "689": {
    "name": "Barbaracle",
    "description": "Al evolucionar, los dos Binacle se dividen y dan lugar a siete criaturas que se aglomeran formando un Barbaracle y suman su poder al combatir."
  },
  "690": {
    "name": "Skrelp",
    "description": "Adopta la apariencia de algas podridas y lanza un líquido venenoso a las presas desprevenidas que pasan cerca."
  },
  "691": {
    "name": "Dragalge",
    "description": "Ataca de manera indiscriminada a quien ose adentrarse en su territorio, escupiéndole un virulento veneno que puede corroer hasta el casco de un petrolero."
  },
  "692": {
    "name": "Clauncher",
    "description": "Abate a enemigos voladores disparando agua a presión con su enorme pinza como si de una pistola se tratara."
  },
  "693": {
    "name": "Clawitzer",
    "description": "Posee una enorme pinza que dispara bolas de agua que podrían atravesar incluso el casco de un petrolero."
  },
  "694": {
    "name": "Helioptile",
    "description": "Habita en los desiertos y, cuando toma el sol, acumula energía, lo que le permite vivir sin la necesidad de ingerir alimentos."
  },
  "695": {
    "name": "Heliolisk",
    "description": "Extiende su gorguera y genera energía eléctrica suficiente para cubrir el consumo de electricidad de un rascacielos entero."
  },
  "696": {
    "name": "Tyrunt",
    "description": "Pokémon recreado a partir de fósiles. Cuando sucede algo que no es de su agrado, se enfurece y se vuelve violento."
  },
  "697": {
    "name": "Tyrantrum",
    "description": "En el mundo antiguo en el que habitaba no tenía rivales gracias a sus mandíbulas, con las que podría despedazar con facilidad gruesas placas de acero."
  },
  "698": {
    "name": "Amaura",
    "description": "Pokémon que ha sido regenerado a partir de un trozo de su antiguo cuerpo, que quedó congelado hace unos 100 millones de años."
  },
  "699": {
    "name": "Aurorus",
    "description": "Expulsa un gas gélido a temperaturas inferiores a los -150 ºC a través de sus cristales romboides y congela así a su enemigo."
  },
  "700": {
    "name": "Sylveon",
    "description": "A través de sus apéndices sensitivos con forma de cinta, emite unas ondas tranquilizadoras mediante las cuales detiene los combates."
  },
  "701": {
    "name": "Hawlucha",
    "description": "A pesar de ser un Pokémon de pequeña estatura, su pericia en el combate le permite plantar cara a Pokémon como Machamp o Hariyama."
  },
  "702": {
    "name": "Dedenne",
    "description": "Sus bigotes hacen la función de antenas, por lo que puede enviar y recibir ondas eléctricas para comunicarse a grandes distancias."
  },
  "703": {
    "name": "Carbink",
    "description": "Nace en las profundidades subterráneas, a altas temperaturas y a gran presión. Irradia energía por la roca que tiene en la cabeza."
  },
  "704": {
    "name": "Goomy",
    "description": "Es el Pokémon de tipo Dragón más débil. Habita en zonas oscuras y húmedas para evitar que su viscoso cuerpo se seque."
  },
  "705": {
    "name": "Sliggoo",
    "description": "Segrega una mucosidad que corroe todo lo que toca y consigue así ahuyentar al enemigo. Sus ojos han involucionado, por lo que no puede ver."
  },
  "706": {
    "name": "Goodra",
    "description": "Pokémon de tipo Dragón muy afable al que le gusta abrazar con efusión a su Entrenador, aunque después lo deja totalmente pringado."
  },
  "707": {
    "name": "Klefki",
    "description": "Tiene el hábito de coleccionar llaves. Cuando un enemigo lo ataca, las hace tintinear como método de intimidación."
  },
  "708": {
    "name": "Phantump",
    "description": "Pokémon que nace cuando un espíritu se adentra en un tocón podrido. Habita en bosques que son poco frecuentados por humanos."
  },
  "709": {
    "name": "Trevenant",
    "description": "Puede controlar los árboles a su voluntad. Retiene hasta el fin de sus días a los humanos que se adentran en el bosque y lo mancillan."
  },
  "710": {
    "name": "Pumpkaboo-Average",
    "description": "En el interior de la calabaza reside un espíritu que ha permanecido atrapado en este mundo. Entra en acción al caer la noche."
  },
  "711": {
    "name": "Gourgeist-Average",
    "description": "En las noches de luna nueva deambula por las calles de las ciudades y emite espeluznantes alaridos que maldicen a quienes los oyen."
  },
  "712": {
    "name": "Bergmite",
    "description": "Envuelve su cuerpo en una capa de hielo que le permite evitar los ataques del enemigo. Si se resquebraja, la recompone con aire gélido."
  },
  "713": {
    "name": "Avalugg",
    "description": "Su cuerpo, cubierto de hielo, es tan duro como el propio acero. Su abultada figura le permite arramblar con todo lo que se encuentra a su paso."
  },
  "714": {
    "name": "Noibat",
    "description": "Habita en cuevas donde reina la más absoluta oscuridad y emite ondas ultrasónicas de 200 000 Hz a través de sus enormes orejas."
  },
  "715": {
    "name": "Noivern",
    "description": "Surca el cielo nocturno cuando ni siquiera la luna brilla y ataca a presas incautas. Es imbatible en combates que tienen lugar a oscuras."
  },
  "716": {
    "name": "Xerneas",
    "description": "Según las leyendas, puede compartir el secreto de la vida eterna. Ha despertado tras dormir durante mil años bajo la apariencia de un árbol."
  },
  "717": {
    "name": "Yveltal",
    "description": "Pokémon legendario que, al extender sus alas y las plumas de la cola, emite un brillo carmesí que absorbe la energía vital de su enemigo."
  },
  "718": {
    "name": "Zygarde-50",
    "description": "Cuando el ecosistema de Kalos se encuentra en peligro, aparece y revela su poder secreto."
  },
  "719": {
    "name": "Diancie",
    "description": "Es una transformación súbita de Carbink. Se dice que su cuerpo, que irradia destellos rosados, es lo más bonito de este mundo."
  },
  "720": {
    "name": "Hoopa",
    "description": "Este problemático Pokémon envía cualquier objeto a lugares remotos mediante unos anillos que deforman el espacio."
  },
  "721": {
    "name": "Volcanion",
    "description": "Expulsa vapor y desaparece entre la densa niebla. Dicen que habita en montañas solitarias."
  },
  "722": {
    "name": "Rowlet",
    "description": "Es cauteloso, desconfiado y de naturaleza nocturna. Durante el día acumula energía mediante la fotosíntesis."
  },
  "723": {
    "name": "Dartrix",
    "description": "Es un poco coqueto, por lo que, cuando puede, se acicala las alas. En ocasiones se niega a combatir por temor a mancharse las plumas."
  },
  "724": {
    "name": "Decidueye",
    "description": "Las plumas de sus alas le sirven de flechas con las que puede acertar a un guijarro a 100 m."
  },
  "725": {
    "name": "Litten",
    "description": "Prende las bolas de pelo que se forman en su estómago tras acicalarse. Las llamas que escupe tienen formas variopintas."
  },
  "726": {
    "name": "Torracat",
    "description": "Luce al cuello un cascabel incandescente que tintinea con fuerza cuando desprende llamas."
  },
  "727": {
    "name": "Incineroar",
    "description": "Posee un carácter rudo y egoísta. Si un Entrenador no le cae en gracia, ignora sus órdenes con total impasibilidad."
  },
  "728": {
    "name": "Popplio",
    "description": "Se le conoce por su diligencia y predisposición. Segrega agua por la nariz para hinchar globos con los que golpea a sus rivales."
  },
  "729": {
    "name": "Brionne",
    "description": "Un bailarín consumado. Crea globos de agua con los que golpea a sus rivales una y otra vez sin dejar de bailar."
  },
  "730": {
    "name": "Primarina",
    "description": "Es capaz de controlar globos de agua mediante un canto cuya melodía se ha transmitido entre los suyos de generación en generación."
  },
  "731": {
    "name": "Pikipek",
    "description": "Hace agujeros en los árboles a una velocidad de 16 picotazos por segundo y los utiliza como despensa o como su nido."
  },
  "732": {
    "name": "Trumbeak",
    "description": "Almacena en su pico las semillas de las bayas de las que se alimenta para usarlas como arma contra enemigos y posibles presas."
  },
  "733": {
    "name": "Toucannon",
    "description": "Cuando va a combatir, calienta su pico hasta temperaturas que superan los 100 °C, lo que puede causar graves quemaduras al contacto."
  },
  "734": {
    "name": "Yungoos",
    "description": "Sus afilados colmillos lo atraviesan todo. No es autóctono de Alola, sino que proviene de otra región."
  },
  "735": {
    "name": "Gumshoos",
    "description": "Al detectar el rastro de una presa, la acecha con tenacidad, pero al ponerse el sol le vence el sueño."
  },
  "736": {
    "name": "Grubbin",
    "description": "Con sus duras mandíbulas arranca la corteza de los árboles y sorbe la savia. Suele habitar bajo tierra."
  },
  "737": {
    "name": "Charjabug",
    "description": "Almacena electricidad en su cuerpo, lo que puede resultar útil en numerosas situaciones, como al salir de acampada."
  },
  "738": {
    "name": "Vikavolt",
    "description": "Sobrevuela un área en busca de presas. Puede concentrar una potente carga eléctrica entre sus mandíbulas para atacar a sus rivales."
  },
  "739": {
    "name": "Crabrawler",
    "description": "Protege sus puntos débiles con las pinzas y propina puñetazos en cuanto tiene ocasión. Cuando pierde, llora lágrimas espumosas."
  },
  "740": {
    "name": "Crabominable",
    "description": "Tras perderse intentando coronar una alta montaña, desarrolló una capa de pelo para protegerse del frío."
  },
  "741": {
    "name": "Oricorio-Baile",
    "description": "Junta las alas y lanza voraces llamas al rival. Su ataque se asemeja a una elaborada coreografía de fuego."
  },
  "742": {
    "name": "Cutiefly",
    "description": "Se alimenta de néctar y polen. Es capaz de detectar los capullos que están a punto de abrirse."
  },
  "743": {
    "name": "Ribombee",
    "description": "Fabrica varios tipos de bolas de polen. Algunas se usan como alimento y otras para el combate."
  },
  "744": {
    "name": "Rockruff",
    "description": "Su carácter amigable lo convierte en el Pokémon ideal para Entrenadores novatos. Sin embargo, al crecer suele volverse un poco agresivo."
  },
  "745": {
    "name": "Lycanroc-Midday",
    "description": "Su velocidad desconcierta a sus rivales. Ataca con garras, colmillos y con las piedras afiladas de su melena."
  },
  "746": {
    "name": "Wishiwashi-Solo",
    "description": "Al sentirse amenazado, sus ojos emiten cierto brillo, algo que atrae a otros miembros de su especie, y juntos luchan como un mismo ente."
  },
  "747": {
    "name": "Mareanie",
    "description": "Aturde a su presa con los aguijones venenosos de la cabeza. Cuando esta se debilita, la rodea con sus diez extremidades y la remata."
  },
  "748": {
    "name": "Toxapex",
    "description": "Se arrastra por el lecho marino con sus doce extremidades. Deja siempre una estela de restos de Corsola por donde pasa."
  },
  "749": {
    "name": "Mudbray",
    "description": "El lodo que impregna sus patas le otorga una fuerte tracción, lo que le permite alcanzar altas velocidades al correr."
  },
  "750": {
    "name": "Mudsdale",
    "description": "El lodo que segrega por la boca se vuelve impermeable al secarse, por lo que solía usarse como capa aislante en las paredes de las casas."
  },
  "751": {
    "name": "Dewpider",
    "description": "Emerge a la superficie para alimentarse. La burbuja con la que se rodea le sirve para respirar y proteger su delicada cabeza."
  },
  "752": {
    "name": "Araquanid",
    "description": "Propina cabezazos con su burbuja. Los Pokémon de menor tamaño quedan atrapados en su interior y perecen ahogados."
  },
  "753": {
    "name": "Fomantis",
    "description": "Mientras que de día duerme tranquilamente a la luz del sol, al caer la noche busca un sitio más seguro para dormir."
  },
  "754": {
    "name": "Lurantis",
    "description": "Dedica mucho tiempo y esfuerzo a acicalarse y preservar sus vivos colores. A algunos ejemplares incluso les lleva todo el día."
  },
  "755": {
    "name": "Morelull",
    "description": "Cuando titila, esparce esporas luminosas a su alrededor. Todo aquel que ve esta luz cae en un profundo sueño."
  },
  "756": {
    "name": "Shiinotic",
    "description": "Es peligroso adentrarse por la noche en un bosque habitado por Shiinotic. Su luz confunde a los caminantes, que terminan perdiéndose."
  },
  "757": {
    "name": "Salandit",
    "description": "Aturde a sus oponentes con un gas venenoso que produce al quemar sus fluidos corporales y luego se abalanza sobre ellos."
  },
  "758": {
    "name": "Salazzle",
    "description": "Por algún motivo desconocido, solo hay hembras. Suele formarse su propio harén compuesto por Salandit machos."
  },
  "759": {
    "name": "Stufful",
    "description": "Pese a su aspecto encantador, cuando se enoja, sus pataletas son tan feroces que pueden derribar hasta a un luchador profesional."
  },
  "760": {
    "name": "Bewear",
    "description": "Es un Pokémon muy peligroso por su fuerza descomunal. Normalmente, se desaconseja penetrar en su hábitat."
  },
  "761": {
    "name": "Bounsweet",
    "description": "Atraídos por el apetitoso aroma que desprende su cuerpo, los Toucannon los engullen con avidez sin ni siquiera masticar."
  },
  "762": {
    "name": "Steenee",
    "description": "El cáliz de su cabeza se ha desarrollado y le protege todo el cuerpo. Es tan duro que no le importa que lo picoteen los Pokémon pájaro."
  },
  "763": {
    "name": "Tsareena",
    "description": "Propinar patadas implacables es su especialidad. Patea a sus oponentes derrotados y proclama su victoria con una gran carcajada."
  },
  "764": {
    "name": "Comfey",
    "description": "Prende flores en su tallo, que es muy rico en nutrientes. Las flores se revitalizan y desprenden una agradable fragancia."
  },
  "765": {
    "name": "Oranguru",
    "description": "Es un Pokémon famoso por su astucia e ingenio. Desprecia a los Entrenadores novatos y prefiere a los más veteranos."
  },
  "766": {
    "name": "Passimian",
    "description": "Suele ir en grupos de unos veinte ejemplares. Sus miembros permanecen siempre unidos y nunca se abandonan unos a otros."
  },
  "767": {
    "name": "Wimpod",
    "description": "Cuando se asusta, huye despavorido moviendo rápidamente sus múltiples patas. Deja el suelo limpio y pulido allí por donde pasa."
  },
  "768": {
    "name": "Golisopod",
    "description": "Gracias a su destreza y sus enormes y afiladas garras, puede cortar hasta el aire y el agua de un solo tajo."
  },
  "769": {
    "name": "Sandygast",
    "description": "Surgió cuando una persona murió abandonada en plena calle y su resentimiento poseyó un montículo de arena apilado por un niño."
  },
  "770": {
    "name": "Palossand",
    "description": "Manipulando a la gente ha conseguido transformarse en todo un castillo de arena, lo que ha aumentado su poder maligno."
  },
  "771": {
    "name": "Pyukumuku",
    "description": "Vive en las playas y en aguas poco profundas. Expulsa sus entrañas para engañar a sus depredadores y librarse de ellos."
  },
  "772": {
    "name": "Type-Null",
    "description": "La pesada máscara le impide liberar toda su fuerza, que se cree que es extraordinaria."
  },
  "773": {
    "name": "Silvally",
    "description": "La confianza con su Entrenador ha despertado su potencial. Ahora es capaz de cambiar de tipo a voluntad durante el combate."
  },
  "774": {
    "name": "Minior-Red-Meteor",
    "description": "Vive en la capa de ozono hasta que su caparazón se hace demasiado pesado y cae sin remisión a tierra firme."
  },
  "775": {
    "name": "Komala",
    "description": "Pasa la vida entera sumido en un profundo sueño. Toda su actividad parece reflejar los sueños que tiene en ese momento."
  },
  "776": {
    "name": "Turtonator",
    "description": "Posee un caparazón que estalla al contacto. El orificio que se aprecia en su vientre es su punto débil."
  },
  "777": {
    "name": "Togedemaru",
    "description": "Cuando se siente amenazado, eriza las púas de su lomo para pinchar a quien ose atacarlo."
  },
  "778": {
    "name": "Mimikyu-Disguised",
    "description": "Su verdadero aspecto es un misterio total. Un investigador que intentó mirar dentro del saco recibió, literalmente, un susto de muerte."
  },
  "779": {
    "name": "Bruxish",
    "description": "Cuando la protuberancia que tiene en la cabeza emite poderes psíquicos, se escucha como un ruido de dientes rechinando muy molesto."
  },
  "780": {
    "name": "Drampa",
    "description": "Es de naturaleza mansa, pero si se le provoca y monta en cólera, destruye todo lo que le rodea con su aliento devastador."
  },
  "781": {
    "name": "Dhelmise",
    "description": "Los giros de su enorme ancla son capaces de noquear al mismísimo Wailord de un solo golpe. El alga verde es su verdadero cuerpo."
  },
  "782": {
    "name": "Jangmo-O",
    "description": "Comunica sus sentimientos haciendo sonar sus escamas. El ruido metálico producido reverbera en las altas montañas donde habita."
  },
  "783": {
    "name": "Hakamo-O",
    "description": "Se lanza sobre su presa entonando un grito de guerra. Golpea al enemigo y lo hace trizas con sus escamas."
  },
  "784": {
    "name": "Kommo-O",
    "description": "Al avistar a su enemigo, lo intimida con el tintineo que producen las escamas de su cola. Los más débiles se asustan y huyen."
  },
  "785": {
    "name": "Tapu-Koko",
    "description": "El espíritu guardián de Melemele, curioso e inquisitivo. Invoca nubes de tormenta y acumula el poder de los rayos en su cuerpo."
  },
  "786": {
    "name": "Tapu-Lele",
    "description": "El espíritu guardián de Akala, tan inocente como cruel. La fragancia de las flores constituye su fuente de energía."
  },
  "787": {
    "name": "Tapu-Bulu",
    "description": "Arranca de cuajo árboles grandes para hacerlos girar. Vuelve exuberante la vegetación y luego absorbe su energía."
  },
  "788": {
    "name": "Tapu-Fini",
    "description": "Desconcierta al enemigo provocando una espesa niebla que se convierte en su perdición. Las corrientes marinas son su fuente de energía."
  },
  "789": {
    "name": "Cosmog",
    "description": "Su cuerpo se compone de una materia gaseosa inestable. Crece poco a poco al acumular las motas de polvo que flotan en el aire."
  },
  "790": {
    "name": "Cosmoem",
    "description": "Permanece inmóvil, como si estuviera muerto, aunque al tocarlo se percibe un ligero calor. Antaño se le llamaba Crisálida de las Estrellas."
  },
  "791": {
    "name": "Solgaleo",
    "description": "Se cree que proviene de otro mundo. El brillo que emite su cuerpo es tal que puede hacer que la noche más profunda parezca pleno día."
  },
  "792": {
    "name": "Lunala",
    "description": "Se dice que es la evolución final hembra de Cosmog. Su tercer ojo aparece cuando se traslada a un mundo distinto."
  },
  "793": {
    "name": "Nihilego",
    "description": "Un Ultraente envuelto en misterio. Se dice que las víctimas a las que posee se vuelven agresivas."
  },
  "794": {
    "name": "Buzzwole",
    "description": "Un Ultraente procedente de otro mundo. Se desconoce si exhibe su robusto cuerpo a modo de amenaza o para que lo admiren."
  },
  "795": {
    "name": "Pheromosa",
    "description": "Uno de los temibles Ultraentes. Se dice que ha sido avistado recorriendo la superficie terrestre a velocidades de vértigo."
  },
  "796": {
    "name": "Xurkitree",
    "description": "Un Ultraente rodeado de misterio. Se dice que su cuerpo desprende descargas eléctricas de inmensa potencia."
  },
  "797": {
    "name": "Celesteela",
    "description": "Este Ultraente surgió de un Ultraumbral. Parece haber sido avistado surcando los cielos a velocidades vertiginosas."
  },
  "798": {
    "name": "Kartana",
    "description": "Este Ultraente surgió de un Ultraumbral. Se dice que no es muy agresivo, pero su afilado cuerpo es un arma realmente peligrosa."
  },
  "799": {
    "name": "Guzzlord",
    "description": "Se dice que este Ultraente ha sido avistado devorando montañas enteras y tragándose prominentes edificios."
  },
  "800": {
    "name": "Necrozma",
    "description": "Se dice que yacía en el interior de la tierra. Se cree que esta criatura, parecida a un Ultraente, vino de otro mundo hace muchísimo tiempo."
  },
  "801": {
    "name": "Magearna",
    "description": "Pokémon artificial creado hace más de 500 años. Es capaz de entender el lenguaje humano, pero carece de la facultad del habla."
  },
  "802": {
    "name": "Marshadow",
    "description": "Debido a que siempre se ha ocultado en las sombras y no le gusta dejarse ver, su misma existencia es todo un misterio."
  },
  "803": {
    "name": "Poipole",
    "description": "En su mundo, este Ultraente se considera tan entrañable como para ser elegido compañero de viaje."
  },
  "804": {
    "name": "Naganadel",
    "description": "Una de las temibles criaturas conocidas como Ultraentes. En su cuerpo almacena cientos de litros de veneno."
  },
  "805": {
    "name": "Stakataka",
    "description": "Surgió de un Ultraumbral. Parece estar compuesto de varias criaturas que se han combinado para formar un solo ser."
  },
  "806": {
    "name": "Blacephalon",
    "description": "Parece ser uno de los temibles Ultraentes. Se acerca a la gente contoneándose y hace explotar su propia cabeza súbitamente."
  },
  "807": {
    "name": "Zeraora",
    "description": "Hace jirones al oponente con sus garras electrificadas. Aunque este esquive los golpes, acaba electrocutado por las descargas."
  },
  "808": {
    "name": "Meltan",
    "description": "Su cuerpo está compuesto de acero líquido. Funde las partículas de hierro y otros metales del subsuelo para luego absorberlas."
  },
  "809": {
    "name": "Melmetal",
    "description": "En la antigüedad se le veneraba por su poder de crear hierro. Después de tres milenios, ha regresado misteriosamente."
  },
  "810": {
    "name": "Grookey",
    "description": "Al marcar el ritmo con su baqueta especial, produce unas ondas sonoras capaces de devolver la vitalidad a la flora."
  },
  "811": {
    "name": "Thwackey",
    "description": "Los Thwackey que marcan el ritmo más contundente con sus dos baquetas son los más respetados por sus congéneres."
  },
  "812": {
    "name": "Rillaboom",
    "description": "Controla los poderes y las raíces de su singular tocón en combate golpeándolo como si fuera un tambor."
  },
  "813": {
    "name": "Scorbunny",
    "description": "Se pone a correr para elevar su temperatura corporal y propagar la energía ígnea por todo el cuerpo. Desata así su verdadera fuerza."
  },
  "814": {
    "name": "Raboot",
    "description": "Su suave pelaje lo protege del frío y le permite incrementar todavía más la temperatura de sus movimientos de tipo Fuego."
  },
  "815": {
    "name": "Cinderace",
    "description": "Convierte piedras en balones de fuego dándoles toques y, luego, chuta con fuerza hacia el rival para chamuscarlo."
  },
  "816": {
    "name": "Sobble",
    "description": "Cuando se espanta, libera unas lágrimas con un factor lacrimógeno equivalente a 100 cebollas para hacer llorar también al rival."
  },
  "817": {
    "name": "Drizzile",
    "description": "Crea bolas de agua con el líquido que segrega por las palmas de las manos y las usa en combate de forma estratégica."
  },
  "818": {
    "name": "Inteleon",
    "description": "Esconde algunos trucos bajo la manga: puede disparar agua por los dedos o planear con las membranas de su espalda."
  },
  "819": {
    "name": "Skwovet",
    "description": "Este Pokémon se encuentra por todo Galar. No se queda tranquilo hasta que tiene ambos carrillos atiborrados de bayas."
  },
  "820": {
    "name": "Greedent",
    "description": "Sus incisivos, de fuerza y dureza extraordinarias, le permiten mordisquear incluso las bayas más duras. Es un Pokémon muy común en Galar."
  },
  "821": {
    "name": "Rookidee",
    "description": "De naturaleza valiente, planta cara a cualquier rival, por muy fuerte que sea. Los contraataques que recibe le sirven para fortalecerse."
  },
  "822": {
    "name": "Corvisquire",
    "description": "Su inteligencia le permite servirse de objetos. Por ejemplo, recoge y lanza piedras con las patas, o utiliza cuerdas para atrapar a su oponente."
  },
  "823": {
    "name": "Corviknight",
    "description": "No tiene rival en los cielos de Galar. El acero negro y lustroso de su cuerpo intimida a cualquier adversario."
  },
  "824": {
    "name": "Blipbug",
    "description": "Siempre está recopilando información, por lo que es muy inteligente, aunque su fuerza deja bastante que desear."
  },
  "825": {
    "name": "Dottler",
    "description": "Apenas se mueve, pero está vivo. Se cree que adquiere poderes psíquicos mientras permanece recluido en su caparazón sin comer ni beber."
  },
  "826": {
    "name": "Orbeetle",
    "description": "Este Pokémon es conocido por su inteligencia. El gran tamaño de su cerebro es un indicio de la magnitud de sus poderes psíquicos."
  },
  "827": {
    "name": "Nickit",
    "description": "Se sustenta con el alimento que roba a otros Pokémon. Las almohadillas de sus patas son tan blandas que no hace ningún ruido al caminar."
  },
  "828": {
    "name": "Thievul",
    "description": "Marca a su presa sin ser advertido. Sigue el olor y, cuando el otro Pokémon baja la guardia, aprovecha para robarle."
  },
  "829": {
    "name": "Gossifleur",
    "description": "Si planta su única extremidad inferior en la tierra y se expone a abundante luz solar, sus pétalos cobran un color vivo."
  },
  "830": {
    "name": "Eldegoss",
    "description": "Las semillas que tiene entre la pelusa son muy nutritivas. Arrastradas por el viento, devuelven la vitalidad a la flora y a otros Pokémon."
  },
  "831": {
    "name": "Wooloo",
    "description": "Su lana rizada es tan acolchada que no se hace daño ni aunque se caiga por un precipicio."
  },
  "832": {
    "name": "Dubwool",
    "description": "Su lana es muy flexible. Las alfombras tejidas con ella adoptan una textura similar a la de las camas elásticas."
  },
  "833": {
    "name": "Chewtle",
    "description": "Muerde todo lo que se le ponga por delante. Al parecer, lo hace para aliviar el dolor que siente cuando le crecen los incisivos."
  },
  "834": {
    "name": "Drednaw",
    "description": "Un Pokémon de temperamento feroz que atenaza a su presa con sus fuertes mandíbulas, capaces de destrozar una barra de hierro."
  },
  "835": {
    "name": "Yamper",
    "description": "Al correr, genera electricidad por la base de la cola. Es muy popular entre los pastores de Galar."
  },
  "836": {
    "name": "Boltund",
    "description": "La electricidad que genera y envía a sus patas le ayuda a desplazarse rápidamente. Puede correr sin descanso durante tres días y tres noches."
  },
  "837": {
    "name": "Rolycoly",
    "description": "Fue descubierto hace aproximadamente 400 años en una mina. Casi la totalidad de su cuerpo presenta una composición igual a la del carbón."
  },
  "838": {
    "name": "Carkol",
    "description": "Forma carbón en el interior de su cuerpo. Los antiguos habitantes de Galar lo aprovechaban para sus labores diarias."
  },
  "839": {
    "name": "Coalossal",
    "description": "Aunque es de carácter sereno, monta en cólera si ve a seres humanos dañando una mina y reduce todo a cenizas con sus llamas a 1500 °C."
  },
  "840": {
    "name": "Applin",
    "description": "Habita durante toda su vida en el interior de una manzana. Finge ser una fruta para protegerse de los Pokémon pájaro, sus enemigos naturales."
  },
  "841": {
    "name": "Flapple",
    "description": "Ha evolucionado tras ingerir una manzana ácida. Las bolsas de las mejillas albergan un fluido cuya extrema acidez llega a provocar quemaduras."
  },
  "842": {
    "name": "Appletun",
    "description": "Ha evolucionado tras ingerir una manzana dulce. De ahí que el olor que emana para atraer a sus presas, los Pokémon insecto, sea tan agradable."
  },
  "843": {
    "name": "Silicobra",
    "description": "Almacena la arena que ingiere al perforar hoyos en la saca del cuello, cuya capacidad llega a alcanzar incluso los 8 kg."
  },
  "844": {
    "name": "Sandaconda",
    "description": "Se retuerce para expulsar por los orificios nasales hasta 100 kg de arena. La ausencia de esta mina su ánimo."
  },
  "845": {
    "name": "Cramorant",
    "description": "Su colosal potencia le permite machacar al rival de un solo golpe, aunque su carácter despistado lo lleva a olvidarse de su presencia."
  },
  "846": {
    "name": "Arrokuda",
    "description": "Se siente muy orgulloso de su afilada mandíbula. En cuanto detecta el más mínimo movimiento, va directo al objetivo para cargar contra él."
  },
  "847": {
    "name": "Barraskewda",
    "description": "Su mandíbula es tan puntiaguda como una lanza y tan dura como el acero. Al parecer, su carne es sorprendentemente deliciosa."
  },
  "848": {
    "name": "Toxel",
    "description": "Secreta toxinas por la piel y las almacena en una bolsa de veneno interna. Tocarlo da calambre."
  },
  "849": {
    "name": "Toxtricity-Amped",
    "description": "Cuando rasga las protuberancias del pecho para generar energía eléctrica, emite un sonido similar al de una guitarra, que reverbera en el entorno."
  },
  "850": {
    "name": "Sizzlipede",
    "description": "Genera calor consumiendo el gas inflamable que almacena en su cuerpo. Los círculos amarillos del abdomen están particularmente calientes."
  },
  "851": {
    "name": "Centiskorch",
    "description": "Cuando genera calor, su temperatura corporal alcanza aproximadamente los 800 °C. Usa el cuerpo a modo de látigo para lanzarse al ataque."
  },
  "852": {
    "name": "Clobbopus",
    "description": "Emerge a tierra firme en busca de alimento. Su extrema curiosidad lo induce a golpear con los tentáculos todo lo que entra en su campo visual."
  },
  "853": {
    "name": "Grapploct",
    "description": "Todo su cuerpo es una mole de puro músculo. Utiliza los tentáculos para ejecutar técnicas de estrangulamiento con una formidable potencia."
  },
  "854": {
    "name": "Sinistea",
    "description": "Según se dice, este Pokémon surgió de un alma solitaria que poseyó una taza abandonada llena de un té ya frío."
  },
  "855": {
    "name": "Polteageist",
    "description": "Se hospeda en teteras dignas de un anticuario. Las originales son escasísimas, pero existe un gran número de burdas falsificaciones."
  },
  "856": {
    "name": "Hatenna",
    "description": "Percibe los sentimientos de los seres vivos con la protuberancia de la cabeza. Solo abre su corazón a quienes muestren un carácter sosegado."
  },
  "857": {
    "name": "Hattrem",
    "description": "Silencia a cualquiera que muestre una emoción intensa sin importar de quién se trate y recurre para ello a métodos a cuál más violento."
  },
  "858": {
    "name": "Hatterene",
    "description": "Para mantener alejados a los demás seres vivos, emana a su alrededor ondas psíquicas cuya potencia es capaz de provocar jaquecas."
  },
  "859": {
    "name": "Impidimp",
    "description": "Con el fin de revitalizarse, inhala por la nariz la energía negativa que desprenden tanto personas como Pokémon cuando están descontentos."
  },
  "860": {
    "name": "Morgrem",
    "description": "Su estrategia consiste en postrarse ante el rival y fingir una disculpa para ensartarlo con el mechón que tiene en la espalda, afilado cual lanza."
  },
  "861": {
    "name": "Grimmsnarl",
    "description": "Cuando enrolla sus cabellos por todo el cuerpo, aumenta su potencia muscular. Posee una fuerza capaz de someter a Machamp."
  },
  "862": {
    "name": "Obstagoon",
    "description": "La potencia de su voz es realmente pasmosa. La técnica que usa para intimidar al rival mientras grita recibe el nombre de Obstrucción."
  },
  "863": {
    "name": "Perrserker",
    "description": "El pelo de la cabeza se le ha endurecido hasta el punto de parecer un yelmo de hierro. Posee un temperamento muy combativo."
  },
  "864": {
    "name": "Cursola",
    "description": "Su energía espiritual ha aumentado hasta hacerlo desprenderse de su base caliza. Protege el alma del núcleo con su cuerpo espectral."
  },
  "865": {
    "name": "Sirfetchd",
    "description": "Los ejemplares que superan numerosos combates evolucionan y adoptan esta forma. Abandonan el terreno de combate en cuanto el puerro se seca."
  },
  "866": {
    "name": "Mr-Rime",
    "description": "Es un bailarín consumado de claqué. Agita su bastón de hielo mientras exhibe su destreza con gráciles pasos."
  },
  "867": {
    "name": "Runerigus",
    "description": "Una poderosa maldición pesa sobre esta antigua imagen grabada, que ha cobrado vida tras adueñarse del alma de Yamask."
  },
  "868": {
    "name": "Milcery",
    "description": "Su cremoso cuerpo surgió a partir de la unión de partículas odoríferas de dulces aromas presentes en el aire."
  },
  "869": {
    "name": "Alcremie",
    "description": "Obsequia bayas decoradas con nata a aquellos Entrenadores en los que confía."
  },
  "870": {
    "name": "Falinks",
    "description": "Este Pokémon consta de cinco subalternos y un líder, cuyas órdenes obedecen sin rechistar."
  },
  "871": {
    "name": "Pincurchin",
    "description": "Libera electricidad por la punta de las púas. Con sus afilados dientes raspa las algas pegadas a las rocas para ingerirlas."
  },
  "872": {
    "name": "Snom",
    "description": "Teje un hilo gélido que le permite aferrarse a las ramas y simula ser un carámbano mientras duerme."
  },
  "873": {
    "name": "Frosmoth",
    "description": "La temperatura de sus alas es de -180 °C. Sobrevuela el campo esparciendo sus gélidas escamas, como si de nieve se tratase."
  },
  "874": {
    "name": "Stonjourner",
    "description": "Pasa el tiempo observando inmóvil el recorrido del sol sobre las extensas praderas que habita. Se especializa en técnicas de ágiles patadas."
  },
  "875": {
    "name": "Eiscue-Ice",
    "description": "La corriente lo ha transportado hasta aquí desde un lugar sumamente gélido. Utiliza el hielo para mantener la cara refrigerada en todo momento."
  },
  "876": {
    "name": "Indeedee-Male",
    "description": "Percibe las emociones del objetivo con los cuernos de la cabeza. Los machos están atentos a cualquier cosa que necesite su Entrenador."
  },
  "877": {
    "name": "Morpeko-Full-Belly",
    "description": "Siempre tiene hambre. Se nutre de las semillas que guarda en una suerte de bolsillos para generar electricidad."
  },
  "878": {
    "name": "Cufant",
    "description": "Su constitución fornida le permite transportar sin inmutarse cargas de 5 toneladas. Utiliza la trompa para excavar la tierra."
  },
  "879": {
    "name": "Copperajah",
    "description": "Su piel verdosa es resistente al agua. Proviene de tierras lejanas y presta ayuda a las personas en la realización de ciertos trabajos."
  },
  "880": {
    "name": "Dracozolt",
    "description": "La robustez de su tren inferior lo hacía invencible en la antigüedad, pero se extinguió tras comerse todas las plantas de las que se nutría."
  },
  "881": {
    "name": "Arctozolt",
    "description": "La parte superior del cuerpo está congelada y, al temblar, genera electricidad. Camina con suma dificultad."
  },
  "882": {
    "name": "Dracovish",
    "description": "Su excelente capacidad motriz y la fuerza de su mandíbula lo hacían antaño invencible, pero dar caza a todas sus presas propició su extinción."
  },
  "883": {
    "name": "Arctovish",
    "description": "Atrapa a sus presas congelando su entorno, pero la ubicación de la boca encima de la cabeza le genera dificultades para deglutirlas."
  },
  "884": {
    "name": "Duraludon",
    "description": "Su cuerpo, similar a un metal pulido, es tan ligero como robusto. Sin embargo, tiene el defecto de que se oxida con facilidad."
  },
  "885": {
    "name": "Dreepy",
    "description": "Habitaba los mares en tiempos inmemoriales. Ha revivido en forma de Pokémon de tipo Fantasma para vagar por su antigua morada."
  },
  "886": {
    "name": "Drakloak",
    "description": "Vuela a una velocidad de 200 km/h. Lucha junto a un Dreepy, al que cuida hasta el momento de su evolución."
  },
  "887": {
    "name": "Dragapult",
    "description": "Vive en compañía de Dreepy, a los que hospeda en el interior de sus cuernos. Los dispara a velocidad supersónica en combate."
  },
  "888": {
    "name": "Zacian",
    "description": "Este Pokémon está considerado como un héroe de leyenda. Absorbe el metal para transformarlo y emplearlo como armamento."
  },
  "889": {
    "name": "Zamazenta",
    "description": "Este Pokémon se erigió en salvador de Galar, tras unir fuerzas con un rey de los hombres. Absorbe el metal para utilizarlo en combate."
  },
  "890": {
    "name": "Eternatus",
    "description": "Se alimenta de la energía que brota de la tierra de Galar absorbiéndola por el núcleo del pecho."
  },
  "891": {
    "name": "Kubfu",
    "description": "Perfecciona su técnica mediante una estricta disciplina. Según la corriente marcial que siga, adoptará una forma u otra al evolucionar."
  },
  "892": {
    "name": "Urshifu-Single-Strike",
    "description": "Su estilo de lucha se basa en abatir a sus rivales de un solo golpe. Se abalanza sobre ellos con su puño cincelado por el entrenamiento."
  },
  "893": {
    "name": "Zarude",
    "description": "Viven en manada en la selva. Debido a su marcada agresividad, son muy temidos por otros Pokémon selváticos."
  },
  "894": {
    "name": "Regieleki",
    "description": "Su cuerpo entero es energía eléctrica. Por lo visto, quitarle los anillos que lleva libera su poder oculto."
  },
  "895": {
    "name": "Regidrago",
    "description": "Cierta teoría afirma que la forma de sus brazos representa la cabeza de un Pokémon dragón ancestral, aunque esto no ha podido verificarse."
  },
  "896": {
    "name": "Glastrier",
    "description": "Libera un potente vaho gélido por las pezuñas. Un ser violento que no duda en tomar a la fuerza todo cuanto desea."
  },
  "897": {
    "name": "Spectrier",
    "description": "Examina su entorno con todos los sentidos, salvo la vista. Se dice que sus coces son capaces de robarle el alma a quien las recibe."
  },
  "898": {
    "name": "Calyrex",
    "description": "Un Pokémon muy compasivo agraciado con el poder de la curación. Reinó en Galar en tiempos remotos."
  },
  "899": {
    "name": "Wyrdeer",
    "description": "Descripción no disponible."
  },
  "900": {
    "name": "Kleavor",
    "description": "Descripción no disponible."
  },
  "901": {
    "name": "Ursaluna",
    "description": "Descripción no disponible."
  },
  "902": {
    "name": "Basculegion-Male",
    "description": "Descripción no disponible."
  },
  "903": {
    "name": "Sneasler",
    "description": "Descripción no disponible."
  },
  "904": {
    "name": "Overqwil",
    "description": "Descripción no disponible."
  },
  "905": {
    "name": "Enamorus-Incarnate",
    "description": "Descripción no disponible."
  },
  "906": {
    "name": "Sprigatito",
    "description": "Descripción no disponible."
  },
  "907": {
    "name": "Floragato",
    "description": "Descripción no disponible."
  },
  "908": {
    "name": "Meowscarada",
    "description": "Descripción no disponible."
  },
  "909": {
    "name": "Fuecoco",
    "description": "Descripción no disponible."
  },
  "910": {
    "name": "Crocalor",
    "description": "Descripción no disponible."
  },
  "911": {
    "name": "Skeledirge",
    "description": "Descripción no disponible."
  },
  "912": {
    "name": "Quaxly",
    "description": "Descripción no disponible."
  },
  "913": {
    "name": "Quaxwell",
    "description": "Descripción no disponible."
  },
  "914": {
    "name": "Quaquaval",
    "description": "Descripción no disponible."
  },
  "915": {
    "name": "Lechonk",
    "description": "Descripción no disponible."
  },
  "916": {
    "name": "Oinkologne-Male",
    "description": "Descripción no disponible."
  },
  "917": {
    "name": "Tarountula",
    "description": "Descripción no disponible."
  },
  "918": {
    "name": "Spidops",
    "description": "Descripción no disponible."
  },
  "919": {
    "name": "Nymble",
    "description": "Descripción no disponible."
  },
  "920": {
    "name": "Lokix",
    "description": "Descripción no disponible."
  },
  "921": {
    "name": "Pawmi",
    "description": "Descripción no disponible."
  },
  "922": {
    "name": "Pawmo",
    "description": "Descripción no disponible."
  },
  "923": {
    "name": "Pawmot",
    "description": "Descripción no disponible."
  },
  "924": {
    "name": "Tandemaus",
    "description": "Descripción no disponible."
  },
  "925": {
    "name": "Maushold-Family-Of-Four",
    "description": "Descripción no disponible."
  },
  "926": {
    "name": "Fidough",
    "description": "Descripción no disponible."
  },
  "927": {
    "name": "Dachsbun",
    "description": "Descripción no disponible."
  },
  "928": {
    "name": "Smoliv",
    "description": "Descripción no disponible."
  },
  "929": {
    "name": "Dolliv",
    "description": "Descripción no disponible."
  },
  "930": {
    "name": "Arboliva",
    "description": "Descripción no disponible."
  },
  "931": {
    "name": "Squawkabilly-Green-Plumage",
    "description": "Descripción no disponible."
  },
  "932": {
    "name": "Nacli",
    "description": "Descripción no disponible."
  },
  "933": {
    "name": "Naclstack",
    "description": "Descripción no disponible."
  },
  "934": {
    "name": "Garganacl",
    "description": "Descripción no disponible."
  },
  "935": {
    "name": "Charcadet",
    "description": "Descripción no disponible."
  },
  "936": {
    "name": "Armarouge",
    "description": "Descripción no disponible."
  },
  "937": {
    "name": "Ceruledge",
    "description": "Descripción no disponible."
  },
  "938": {
    "name": "Tadbulb",
    "description": "Descripción no disponible."
  },
  "939": {
    "name": "Bellibolt",
    "description": "Descripción no disponible."
  },
  "940": {
    "name": "Wattrel",
    "description": "Descripción no disponible."
  },
  "941": {
    "name": "Kilowattrel",
    "description": "Descripción no disponible."
  },
  "942": {
    "name": "Maschiff",
    "description": "Descripción no disponible."
  },
  "943": {
    "name": "Mabosstiff",
    "description": "Descripción no disponible."
  },
  "944": {
    "name": "Shroodle",
    "description": "Descripción no disponible."
  },
  "945": {
    "name": "Grafaiai",
    "description": "Descripción no disponible."
  },
  "946": {
    "name": "Bramblin",
    "description": "Descripción no disponible."
  },
  "947": {
    "name": "Brambleghast",
    "description": "Descripción no disponible."
  },
  "948": {
    "name": "Toedscool",
    "description": "Descripción no disponible."
  },
  "949": {
    "name": "Toedscruel",
    "description": "Descripción no disponible."
  },
  "950": {
    "name": "Klawf",
    "description": "Descripción no disponible."
  },
  "951": {
    "name": "Capsakid",
    "description": "Descripción no disponible."
  },
  "952": {
    "name": "Scovillain",
    "description": "Descripción no disponible."
  },
  "953": {
    "name": "Rellor",
    "description": "Descripción no disponible."
  },
  "954": {
    "name": "Rabsca",
    "description": "Descripción no disponible."
  },
  "955": {
    "name": "Flittle",
    "description": "Descripción no disponible."
  },
  "956": {
    "name": "Espathra",
    "description": "Descripción no disponible."
  },
  "957": {
    "name": "Tinkatink",
    "description": "Descripción no disponible."
  },
  "958": {
    "name": "Tinkatuff",
    "description": "Descripción no disponible."
  },
  "959": {
    "name": "Tinkaton",
    "description": "Descripción no disponible."
  },
  "960": {
    "name": "Wiglett",
    "description": "Descripción no disponible."
  },
  "961": {
    "name": "Wugtrio",
    "description": "Descripción no disponible."
  },
  "962": {
    "name": "Bombirdier",
    "description": "Descripción no disponible."
  },
  "963": {
    "name": "Finizen",
    "description": "Descripción no disponible."
  },
  "964": {
    "name": "Palafin-Zero",
    "description": "Descripción no disponible."
  },
  "965": {
    "name": "Varoom",
    "description": "Descripción no disponible."
  },
  "966": {
    "name": "Revavroom",
    "description": "Descripción no disponible."
  },
  "967": {
    "name": "Cyclizar",
    "description": "Descripción no disponible."
  },
  "968": {
    "name": "Orthworm",
    "description": "Descripción no disponible."
  },
  "969": {
    "name": "Glimmet",
    "description": "Descripción no disponible."
  },
  "970": {
    "name": "Glimmora",
    "description": "Descripción no disponible."
  },
  "971": {
    "name": "Greavard",
    "description": "Descripción no disponible."
  },
  "972": {
    "name": "Houndstone",
    "description": "Descripción no disponible."
  },
  "973": {
    "name": "Flamigo",
    "description": "Descripción no disponible."
  },
  "974": {
    "name": "Cetoddle",
    "description": "Descripción no disponible."
  },
  "975": {
    "name": "Cetitan",
    "description": "Descripción no disponible."
  },
  "976": {
    "name": "Veluza",
    "description": "Descripción no disponible."
  },
  "977": {
    "name": "Dondozo",
    "description": "Descripción no disponible."
  },
  "978": {
    "name": "Tatsugiri-Curly",
    "description": "Descripción no disponible."
  },
  "979": {
    "name": "Annihilape",
    "description": "Descripción no disponible."
  },
  "980": {
    "name": "Clodsire",
    "description": "Descripción no disponible."
  },
  "981": {
    "name": "Farigiraf",
    "description": "Descripción no disponible."
  },
  "982": {
    "name": "Dudunsparce-Two-Segment",
    "description": "Descripción no disponible."
  },
  "983": {
    "name": "Kingambit",
    "description": "Descripción no disponible."
  },
  "984": {
    "name": "Great-Tusk",
    "description": "Descripción no disponible."
  },
  "985": {
    "name": "Scream-Tail",
    "description": "Descripción no disponible."
  },
  "986": {
    "name": "Brute-Bonnet",
    "description": "Descripción no disponible."
  },
  "987": {
    "name": "Flutter-Mane",
    "description": "Descripción no disponible."
  },
  "988": {
    "name": "Slither-Wing",
    "description": "Descripción no disponible."
  },
  "989": {
    "name": "Sandy-Shocks",
    "description": "Descripción no disponible."
  },
  "990": {
    "name": "Iron-Treads",
    "description": "Descripción no disponible."
  },
  "991": {
    "name": "Iron-Bundle",
    "description": "Descripción no disponible."
  },
  "992": {
    "name": "Iron-Hands",
    "description": "Descripción no disponible."
  },
  "993": {
    "name": "Iron-Jugulis",
    "description": "Descripción no disponible."
  },
  "994": {
    "name": "Iron-Moth",
    "description": "Descripción no disponible."
  },
  "995": {
    "name": "Iron-Thorns",
    "description": "Descripción no disponible."
  },
  "996": {
    "name": "Frigibax",
    "description": "Descripción no disponible."
  },
  "997": {
    "name": "Arctibax",
    "description": "Descripción no disponible."
  },
  "998": {
    "name": "Baxcalibur",
    "description": "Descripción no disponible."
  },
  "999": {
    "name": "Gimmighoul",
    "description": "Descripción no disponible."
  },
  "1000": {
    "name": "Gholdengo",
    "description": "Descripción no disponible."
  },
  "1001": {
    "name": "Wo-Chien",
    "description": "Descripción no disponible."
  },
  "1002": {
    "name": "Chien-Pao",
    "description": "Descripción no disponible."
  },
  "1003": {
    "name": "Ting-Lu",
    "description": "Descripción no disponible."
  },
  "1004": {
    "name": "Chi-Yu",
    "description": "Descripción no disponible."
  },
  "1005": {
    "name": "Roaring-Moon",
    "description": "Descripción no disponible."
  },
  "1006": {
    "name": "Iron-Valiant",
    "description": "Descripción no disponible."
  },
  "1007": {
    "name": "Koraidon",
    "description": "Descripción no disponible."
  },
  "1008": {
    "name": "Miraidon",
    "description": "Descripción no disponible."
  },
  "1009": {
    "name": "Walking-Wake",
    "description": "Descripción no disponible."
  },
  "1010": {
    "name": "Iron-Leaves",
    "description": "Descripción no disponible."
  },
  "1011": {
    "name": "Dipplin",
    "description": "Descripción no disponible."
  },
  "1012": {
    "name": "Poltchageist",
    "description": "Descripción no disponible."
  },
  "1013": {
    "name": "Sinistcha",
    "description": "Descripción no disponible."
  },
  "1014": {
    "name": "Okidogi",
    "description": "Descripción no disponible."
  },
  "1015": {
    "name": "Munkidori",
    "description": "Descripción no disponible."
  },
  "1016": {
    "name": "Fezandipiti",
    "description": "Descripción no disponible."
  },
  "1017": {
    "name": "Ogerpon",
    "description": "Descripción no disponible."
  },
  "1018": {
    "name": "Archaludon",
    "description": "Descripción no disponible."
  },
  "1019": {
    "name": "Hydrapple",
    "description": "Descripción no disponible."
  },
  "1020": {
    "name": "Gouging-Fire",
    "description": "Descripción no disponible."
  },
  "1021": {
    "name": "Raging-Bolt",
    "description": "Descripción no disponible."
  },
  "1022": {
    "name": "Iron-Boulder",
    "description": "Descripción no disponible."
  },
  "1023": {
    "name": "Iron-Crown",
    "description": "Descripción no disponible."
  },
  "1024": {
    "name": "Terapagos",
    "description": "Descripción no disponible."
  },
  "1025": {
    "name": "Pecharunt",
    "description": "Descripción no disponible."
  }
}