{
  "1": "Una llavor estranya li va ser plantada a l'esquena en néixer. La planta creix juntament amb aquest Pokémon.",
  "2": "Aquest Pokémon té un bulb a l'esquena. Diuen que, quan absorbeix nutrients, el bulb es transforma en una flor gran.",
  "3": "Omple el seu cos d'energia amb els raigs solars que capten els amplis pètals de la seva flor.",
  "4": "La flama de la seva cua indica la força vital de Charmander. Si està sa, la flama crema amb vigor.",
  "5": "Sol usar la cua per enderrocar el seu rival. Quan ho aconsegueix, utilitza les seves urpes afilades per atacar.",
  "6": "Quan llança una descàrrega de foc supercalent, la flama roja de la seva cua brilla més intensament.",
  "7": "Es protegeix amb el seu caparaçó i després contraataca llançant aigua a pressió quan té oportunitat.",
  "8": "Si és colpejat, amagarà el seu cap. Tot i així, la seva cua pot seguir colpejant.",
  "9": "Per acabar amb el seu enemic, l'aixafa amb el pes del seu cos. En situacions d'emergència, es retira dins la closca.",
  "10": "Per protegir-se desprèn una pudor horrible de les seves antenes, amb la qual repel·leix els seus enemics.",
  "11": "El seu cos fràgil està recobert d'una cuirassa dura com el ferro. Es manté immòbil per endurir la closca.",
  "12": "Adora el nèctar de les flors. Pot localitzar fins i tot les més petites quantitats de pol·len.",
  "13": "Sol habitar boscos i prades. Té un fibló afilat i verinós al cap.",
  "14": "Gairebé incapaç de moure's, aquest Pokémon només pot endurir el seu cos per protegir-se.",
  "15": "Té 3 fibrons verinosos a les potes i la cua. Solen punxar els enemics repetidament.",
  "16": "Molt comú en boscos i selves. Batega les ales a nivell del terra per aixecar sorra.",
  "17": "Té unes urpes desenvolupades. Pot atrapar un Exeggcute i transportar-lo des de grans distàncies.",
  "18": "Quan caça, vola molt de pressa a ras d'aigua i sorprèn peixos desprevenits com Magikarp.",
  "19": "Viu allà on hi hagi menjar disponible. Busca tot el dia, sense parar mai.",
  "20": "Llima les seves ullals rosegant objectes durs. Amb ells pot destruir fins i tot el formigó.",
  "21": "Molt protector del seu territori, mou les seves ales curtes sense descans per llançar-se a tota velocitat.",
  "22": "Amb les seves enormes i magnífiques ales, pot seguir volant sense haver d'aterrar per descansar.",
  "23": "Com més vell, més creix aquest Pokémon. Per la nit, es refugia entre les branques dels arbres per dormir.",
  "24": "El dibuix que té al ventre aterroritza. Els rivals més febles surten corrents en veure'l.",
  "25": "Aixeca la cua per vigilar els voltants. De vegades, la cua és colpejada per un llamp.",
  "26": "Quan es carrega d'electricitat, els seus músculs es tensen i es torna més agressiu del normal.",
  "27": "Aquest Pokémon roman sota terra. Si se sent amenaçat, s'enrotlla per defensar-se.",
  "28": "Si cava a gran velocitat, pot ser que se li caiguin les urpes i espines. Li tornen a créixer en un dia.",
  "29": "Encara que petites, les seves espines verinoses són molt perilloses. Tenen un corn més petit que els mascles.",
  "30": "Té un caràcter afable. Emet ones ultrasòniques per confondre els enemics.",
  "31": "Usa el seu cos dur i escamós per segellar l'entrada a la seva cau i protegir-se dels depredadors.",
  "32": "Treu les orelles per sobre de l'herba per explorar el territori. El protegeix el seu corn verinós.",
  "33": "Aixeca les seves grans orelles per vigilar. Si detecta alguna cosa, atacarà immediatament.",
  "34": "És fàcil reconèixer-lo per tenir una pell dura i un gran corn ple de verí perillós.",
  "35": "Es diu que la felicitat arribarà a qui vegi un grup d'aquests Pokémon ballant sota la lluna plena.",
  "36": "La seva oïda és tan aguda que pot sentir una agulla caure des de quilòmetres de distància.",
  "37": "Quan neix només té una cua, però a mesura que creix, la cua es divideix en diverses puntes.",
  "38": "Té nou cues i un pelatge de color daurat. Diuen que viu mil anys.",
  "39": "Quan els seus grans ulls redons brillen, canta una melodia misteriosa que fa adormir els enemics.",
  "40": "La seva pell és tan suau que si dos d'ells s'abracen, no es voldran separar mai més.",
  "41": "Encara que no té ulls, pot detectar obstacles amb les ones ultrasòniques que emet per la boca.",
  "42": "Quan ataca, seguirà xucant energia de la seva víctima amb els seus ullals afilats.",
  "43": "Durant el dia, s'ajup en el fred subsòl fugint del sol. La llum de la lluna el fa créixer molt.",
  "44": "Fa pudor bastant! De totes maneres, una de cada mil persones gaudeix d'aquesta fragància.",
  "45": "Com més grans són els seus pètals, més tòxic és el seu pol·len. Li pesa molt el cap.",
  "46": "Porta a l'esquena dues bolets paràsits anomenats tochukaso, que creixen amb ell.",
  "47": "Parasect està dominat per un bolet paràsit més gran que ell. Dispersa espores verinoses.",
  "48": "Els seus grans ulls són en realitat grups d'ulls diminuts. De nit, s'apropa a la llum.",
  "49": "Llança unes escames que paralitzen qualsevol. Qui les toca no pot moure's.",
  "50": "Viu un metre per sota del terra, on s'alimenta d'arrels d'arbres. De vegades apareix a la superfície.",
  "51": "En combat, cava la terra, s'amaga i surt de sobte per colpejar el seu rival. Mai no se sap per on pot aparèixer.",
  "52": "És de naturalesa nocturna. Li atrauen els objectes brillants.",
  "53": "Encara que és molt admirat pel pèl, és difícil de tenir com a mascota per la seva naturalesa voluble.",
  "54": "Pateix contínuament mals de cap. Quan són més intensos, comença a usar poders estranys.",
  "55": "Apareix en rius a la nit. Pot usar poders telepàtics per fer que els enemics tinguin mals de cap.",
  "56": "És perillós apropar-se si s'enfada sense raó aparent, ja que no distingeix entre amics i enemics.",
  "57": "Només es calma quan no hi ha ningú a prop. Arribar a veure aquest moment és realment difícil.",
  "58": "És molt agradable i lleial. Per espantar l'enemic, lladra i mossega.",
  "59": "Un Pokémon molt admirat des de l'antiguitat per la seva bellesa. Corre àgilment com si tingués ales.",
  "60": "Té una pell extraordinària, fina i humida, que deixa veure els seus òrgans interns en espiral.",
  "61": "Capaç de viure dins o fora de l'aigua. Fora de l'aigua sua per mantenir babós el seu cos.",
  "62": "Té músculs molt desenvolupats. És capaç de nedar sense parar en tots els oceans.",
  "63": "Dorm 18 hores al dia i mentre ho fa és capaç d'usar una sèrie de poders extrasensorials.",
  "64": "Quan utilitza el seu poder psíquic, emet poderoses ones alfa des del seu cos.",
  "65": "Les seves neurones es multipliquen contínuament durant tota la vida. Per això, sempre recorda tot.",
  "66": "Aixeca un Graveler per mantenir els seus músculs en forma. Domina totes les arts marcials.",
  "67": "El seu cos musculós és tan fort que usa un cinturó per controlar la seva força.",
  "68": "Té quatre braços tan ben desenvolupats que pot donar una sèrie de 1000 punyetades en qüestió de dos segons.",
  "69": "Encara que el seu cos és extremadament prim, és molt flexible i àgil.",
  "70": "Les fulles que té actuen com ganivets en combat. Una altra de les seves armes és el fluid corrosiu que expulsa.",
  "71": "Diuen que viu en grans colònies a l'interior de les jungles, encara que ningú ho ha pogut verificar.",
  "72": "El seu cos es compon gairebé exclusivament d'aigua. La seva forma és difícil de veure.",
  "73": "Quan caça, estén els curts tentacles que té per atrapar les preses.",
  "74": "Apareixen en planes i muntanyes. Com que semblen roques, la gent sovint els trepitja.",
  "75": "De naturalesa descuidada i lliure, no li importa fer-se mal quan baixa rodant muntanyes.",
  "76": "Es llança muntanya avall i deixa un solc des del cim fins al peu. És millor mantenir-se allunyat.",
  "77": "Quan neix, gairebé no pot tenir-se dret. Però va fortalint les potes saltant.",
  "78": "Galopa a gairebé 240 km per hora. La seva crinera ardent sembla que dansi.",
  "79": "Descansa ociós al costat de l'aigua. Si alguna cosa li mossega la cua, no ho notarà en tot el dia.",
  "80": "Té una cua tan apetible, que el Shellder que va enganxat a ella no es deixarà anar per res del món.",
  "81": "Les unitats als costats del seu cos generen energia antigravitatòria per mantenir-lo a l'aire.",
  "82": "El constitueix un grup de Magnemite. Descarrega potents ones magnètiques d'alt voltatge.",
  "83": "El porro que porta és la seva millor arma. Sol usar-lo com una espasa.",
  "84": "Aquest Pokémon de dos caps és el resultat d'una mutació. Quan corre, pot arribar a gairebé 100 km per hora.",
  "85": "És millor no perdre de vista cap dels tres caps. Altrament, el nombre de picotades serà enorme.",
  "86": "Aquest Pokémon viu en icebergs. Neda en el mar i usa el seu corn per trencar el gel.",
  "87": "Està recobert d'un pelatge blanc lluminós. Aquest pelatge el protegeix del fred extrem.",
  "88": "Està compost de matèria tòxica. Toca qualsevol cosa i la contamina amb verí mortal.",
  "89": "Desprèn un líquid tan tòxic que fins i tot les seves petjades contaminen el terra.",
  "90": "La closca el protegeix de qualsevol tipus d'atac. Quan obre la closca, dispara espines.",
  "91": "Als Cloyster que viuen en les corrents marines fortes, les espines de la closca creixen més.",
  "92": "El seu cos etèric està fet de gas. Pot envoltar qualsevol cosa amb el seu cos gasós.",
  "93": "Quan tens la sensació que t'estan observant, probablement és un Haunter amagat a prop.",
  "94": "S'amaga entre les ombres. Es diu que on Gengar es redueix 5 graus la temperatura.",
  "95": "Cava a gran velocitat en busca de menjar. Els túnels que deixa són usats pels Diglett.",
  "96": "Adorm els seus enemics i es menja els seus somnis. De vegades es posa malalt si menja malsons.",
  "97": "Porta un pèndol a la mà. Una vegada, va fer desaparèixer un nen al qual havia hipnotitzat.",
  "98": "Davant el perill, es camufla amb les bombolles que desprèn per la boca, per semblar més gran.",
  "99": "La pinça tan gran que té posseeix una força de 10.000 cavalls de potència. Però, per la seva gran mida, costa moure-la.",
  "100": "Va ser descobert quan es van crear les Poké Balls. Es diu que hi ha alguna connexió.",
  "101": "Exploten al mínim. Per això se'ls té molta por. Aquests Pokémon reben el malnom de Bomba Ball.",
  "102": "Aquests sis ous es comuniquen per telepatia. Si se separen, es tornen a reunir ràpidament.",
  "103": "Sus trés caps piensan de forma independiente. Sin embargo, son amigas y no suelen discutir mai.",
  "104": "Porta posat el crani de la seva mare. Quan se sent sol, plora molt fort.",
  "105": "És petit i sempre ha estat molt dèbil. Quan va començar a portar ossos, es va tornar més fort.",
  "106": "Encongeix i estira les potes al seu gust. Quan les estira, pot donar puntades des de lluny.",
  "107": "Es mou com si ballés, esquivant els atacs enemics i contraatacant amb els punys.",
  "108": "La seva llarga llengua, recoberta de saliva enganxosa, se li enrotlla al voltant del cos.",
  "109": "Té forma de globus i és molt lleuger. Està compost de gasos tòxics.",
  "110": "Desprèn gasos verinosos des dels porus de tot el cos. Qui els respira s'intoxica.",
  "111": "És molt fort, però no especialment llest. És capaç d'enderrocar gratacels usant Placatge diverses vegades.",
  "112": "Evoluciona quan el seu cos es torna més dur que el diamant. Pot destruir qualsevol cosa.",
  "113": "Es diu que reparteix felicitat. Es caracteritza per ser molt compassiu.",
  "114": "Es camufla amb la multitud de lianes que envolten el seu cos per atacar per sorpresa.",
  "115": "Porta la seva cria a la bossa del seu ventre. Només deixa que la seva cria surti a jugar quan no sent perill.",
  "116": "És famós per enderrocar insectes voladors llançant tinta des de la superfície de l'aigua.",
  "117": "Les espines afilades que li recobreixen el cos se li erissen i poden causar debilitament només tocant-lo.",
  "118": "Neda a una velocitat de cinc nusos. Si sent perill, colpeja amb el seu corn afilat.",
  "119": "En època de reproducció, es pot veure com neda riu amunt en grans grups.",
  "120": "Encara que els seus braços es trenquin podran regenerar-se, sempre que el seu nucli segueixi intacte.",
  "121": "Per repel·lir atacs, solidifica l'aire i crea murs invisibles al seu voltant.",
  "122": "Per repel·lir ataques, solidifica l'aire i crea murs invisibles al seu voltant.",
  "123": "Destrossa la seva presa amb les falçs que té. No és comú que usi les ales per volar.",
  "124": "Camina movent els malucs de forma cridanera. Pot fer que la gent imiti els seus moviments.",
  "125": "Per la superfície de la seva pell corre l'electricitat. En la foscor, el seu cos brilla lleugerament.",
  "126": "El seu cos crema a 1.200 graus. Quan respira, l'aire al seu voltant ondula per la calor.",
  "127": "Atrapa preses amb les seves pinces fins que les parteix en dos. Llança lluny el que no pot trencar.",
  "128": "Després d'animar-se a lluitar fustigant-se amb les cues, carrega contra l'enemic.",
  "129": "No és precisament ràpid ni fort. És el Pokémon més feble i patètic que existeix.",
  "130": "En la literatura antiga es diu que un Gyarados rebosant de violència va arrasar un poblat.",
  "131": "Són bons de cor. Molts van ser capturats per ser tan pacífics. Ara n'hi ha molts menys.",
  "132": "Pot alterar per complet la seva estructura cel·lular per transformar-se en qualsevol cosa.",
  "133": "Un estrany Pokémon que s'adapta als entorns més hostils alterant la seva composició cel·lular.",
  "134": "Prefereix les belles costes. Amb cèl·lules semblants a l'aigua, pot fondre's en l'aigua.",
  "135": "Cada pèl del seu cos està carregat d'electricitat. Pot disparar llamps de 10.000 volts.",
  "136": "Emmagatzema flames a una temperatura de 900 graus al seu cos. Quan s'enfada, la temperatura puja.",
  "137": "Pokémon creat per l'home després de moltes investigacions. Les seves habilitats són bàsiques.",
  "138": "Pokémon prehistòric que va viure a l'oceà primordial. Per nedar es valia dels seus 10 tentacles.",
  "139": "Té els tentacles tan desenvolupats que li serveixen de mans i peus. Amb ells atrapa la seva presa i li dona una mossegada.",
  "140": "Es creu que va habitar les platges fa 300 milions d'anys. Es protegeix amb una closca dura.",
  "141": "Replega les seves extremitats a l'aigua per fer-se més compacte, i mou la seva closca per nedar ràpid.",
  "142": "Es va regenerar a partir de material genètic d'un dinosaure trobat en ambre. Quan vola emet escandalosos crits.",
  "143": "No es troba satisfet fins que no es menja 400 kg de menjar cada dia. Quan acaba de menjar, s'adorm immediatament.",
  "144": "Llegendari Pokémon ocell capaç de generar ventiscades congelant la humitat de l'aire.",
  "145": "És un llegendari ocell Pokémon. Diuen que apareix entre els núvols llançant enormes llamps brillants.",
  "146": "És més conegut com el llegendari ocell de foc. Amb cada batec d'ales crea flames brillants.",
  "147": "Se'l diu el Pokémon Miratge perquè són molt pocs els que l'han vist. Es va trobar la seva muda.",
  "148": "Els seus cristal·lins orbs semblen donar-li al Pokémon el poder de controlar el temps.",
  "149": "Malgrat la mida que té i el pesat que és, pot volar. Pot donar la volta al món en 16 hores.",
  "150": "Va ser creat per un científic després d'anys d'horribles experiments d'enginyeria genètica.",
  "151": "Diversos científics el consideren l'avantpassat dels Pokémon perquè usa tot tipus de moviments.",
  "152": "Una dolça aroma es desprèn de la fulla del seu cap. És dòcil i li agrada prendre el sol.",
  "153": "Emana una aroma picant del seu coll. L'aroma actua com a estimulant per avivar les emocions.",
  "154": "L'olor que desprenen els seus pètals conté una substància que aviva l'instint combatiu.",
  "155": "És un Pokémon molt tímid. Si s'espanta, les flames del seu llom cremen amb més intensitat.",
  "156": "Abans de començar a lluitar, es gira davant el seu rival per fer gala de les flames del seu llom.",
  "157": "Si la seva fúria creix, es calenta tant que qualsevol cosa que toqui s'incendiarà.",
  "158": "És petit però violent. No dubtarà a mossegar qualsevol cosa que es mogui.",
  "159": "Si perd una ullal, li creixerà una altra al seu lloc. Sempre té 48 ullals a la boca.",
  "160": "Sol moure's lent, però arriba a velocitats de vertigen quan ataca. Pot trencar qualsevol cosa.",
  "161": "Quan fa de sentinella, avisa del perill als altres, xiscla i colpeja el terra amb la cua.",
  "162": "Té un cos llarg i prim. Quan és atacat, s'aixeca sobre les potes del darrere per semblar més gran.",
  "163": "Gairebé no pot volar durant el dia. De nit, però, vola d'arbre en arbre buscant preses.",
  "164": "Té un rellotge intern perfecte. Sempre sap quina hora és, fins i tot en la foscor més absoluta.",
  "165": "Quan es bat les ales, esparce una pols brillant. Si algú la respira, li dóna son.",
  "166": "Quan vola, deixa un rastre de pols brillant. Es diu que aquesta pols porta bona sort.",
  "167": "Teix fils de seda molt resistents i fa trampes per atrapar les seves preses.",
  "168": "Les seves potes tenen petits ganxos que li permeten caminar per sostres i parets.",
  "169": "Vola silenciosament per la foscor amb les seves quatre ales. Rarament es deixa veure.",
  "170": "Viu en aigües profundes. Les seves aletes dorsals emeten llum per comunicar-se.",
  "171": "La llum que emet és tan brillant que pot cegar temporalment els enemics que l'ataquen.",
  "172": "Encara no pot emmagatzemar molta electricitat. Quan juga amb altres, pot crear espurnes.",
  "173": "La seva forma d'estrella el fa molt popular. Es diu que porta bona sort a qui el veu.",
  "174": "El seu cos és elàstic i suau. Quan canta, els seus ulls es mouen rítmicament.",
  "175": "Es diu que porta felicitat. És molt gentil i comparteix la seva felicitat amb altres.",
  "176": "Pot volar gràcies a la seva naturalesa bondadosa. Es diu que apareix davant persones gentils.",
  "177": "Construeix el seu niu amb branques petites. Rarament toca el terra.",
  "178": "Es diu que té poders místics. Pot predir el futur mirant les estrelles.",
  "179": "La seva llana creix constantment. A l'estiu, es despulla per no passar calor.",
  "180": "La seva llana emmagatzema electricitat estàtica. Pot donar descàrregues elèctriques.",
  "181": "La llum del far del seu cap pot veure's des de molt lluny. Guia vaixells perduts.",
  "182": "Quan fa sol, les seves fulles es mouen alegrament. L'aroma que desprèn és molt dolç.",
  "183": "Viu dins l'aigua. Quan l'aigua està neta, les seves cues es tornen més llargues.",
  "184": "Pot estar molt temps sota l'aigua sense respirar. Li agrada jugar a la vora dels llacs.",
  "185": "Sembla un arbre normal, però si l'toquen, es mou. No li agrada l'aigua.",
  "186": "Quan crida, la seva veu ressona com un tambor. Viu en pantans i llacs.",
  "187": "Flota pel cel com si fos un globus. Quan sent perill, s'agrupa amb altres.",
  "188": "Quan fa bon temps, obre les seves fulles per absorbir la llum solar.",
  "189": "Flota pel cel agafant-se a altres Hoppip. Quan bufa vent fort, es dispersa.",
  "190": "És molt àgil i pot saltar d'arbre en arbre sense tocar el terra.",
  "191": "Durant el dia, absorbeix energia solar. De nit, esparce llavors mentre dorm.",
  "192": "Converteix la llum solar en energia. Quan fa sol, es mou molt activament.",
  "193": "Les seves quatre ales li permeten volar en qualsevol direcció, fins i tot cap enrere.",
  "194": "Viu en aigua freda. Quan fa calor, el seu cos es refreda amb fang.",
  "195": "És molt tranquil i pacient. Pot esperar hores sense moure's per atrapar preses.",
  "196": "El seu pelatge és tan sensible que pot detectar canvis en l'aire.",
  "197": "Quan hi ha lluna plena, els anells del seu cos brillen amb una llum daurada.",
  "198": "Es diu que porta mala sort. Vola silenciosament per la nit.",
  "199": "És molt intel·ligent i comprèn el llenguatge humà. Té poders psíquics.",
  "200": "Apareix de sobte i fa crits esgarrifosos. Li agrada espantar la gent.",
  "201": "Té la forma de lletres antigues. Es diu que amaguen un missatge secret.",
  "202": "Sempre manté una actitud positiva. Odia perdre i s'entrena constantment.",
  "203": "Té un coll molt llarg que pot estirar per arribar a llocs alts.",
  "204": "S'amaga dins l'escorça dels arbres. Li agrada menjar saba.",
  "205": "La seva closca d'acer és molt dura. Pot resistir qualsevol explosió.",
  "206": "Cava túnels complexos sota terra. Rarament surt a la superfície.",
  "207": "Plana silenciosament pel cel nocturn. Té urpes molt afilades.",
  "208": "El seu cos d'acer pot resistir qualsevol atac. Viu sota terra.",
  "209": "Té una mandíbula molt forta. Pot trencar qualsevol cosa amb les seves ullals.",
  "210": "Malgrat la seva aparença ferotge, és molt juganera i li agrada la companyia.",
  "211": "Pot disparar les seves espines en totes direccions quan se sent amenaçat.",
  "212": "Les seves pinces són tan fortes com l'acer. Pot tallar metall gruixut.",
  "213": "Es mou molt lentament. Pot estar dies sense menjar ni beure.",
  "214": "És increïblement fort. Pot aixecar objectes 100 vegades més pesats que ell.",
  "215": "Té urpes molt afilades que usa per marcar arbres i roques.",
  "216": "Li encanta la mel. Sempre té les potes enganxoses per la mel que menja.",
  "217": "Hiberna en coves durant l'hivern. Quan es desperta, té molta gana.",
  "218": "El seu cos està fet de magma. Pot nedar en lava líquida.",
  "219": "El seu cos crema a temperatures molt altes. Viu prop de volcans.",
  "220": "Busca menjar cavant amb el seu morro. Pot trobar bolets sota la neu.",
  "221": "Té unes ullals enormes que no paren de créixer. Pot trencar gel gruixut.",
  "222": "Viu en mars tropicals. Els seus colors canvien segons la temperatura de l'aigua.",
  "223": "Pot disparar aigua amb molta precisió. Mai falla el seu objectiu.",
  "224": "Viu en el fons del mar. Pot disparar tinta per escapar dels enemics.",
  "225": "Porta regals a les persones que s'han perdut en la neu.",
  "226": "Neda elegantment pels oceans. Pot saltar molt alt fora de l'aigua.",
  "227": "El seu cos d'acer és molt dur. Pot volar a gran velocitat.",
  "228": "Crida a la lluna durant la nit. Viu en grups amb altres de la seva espècie.",
  "229": "Esparce flames per la boca quan està enfadat. És el líder de la seva manada.",
  "230": "Viu en aigües profundes. Rarament es deixa veure per humans.",
  "231": "Usa el seu morro per buscar aigua. Pot recordar llocs on hi ha aigua.",
  "232": "La seva pell és tan dura com una roca. Pot resistir qualsevol atac físic.",
  "233": "És un Pokémon artificial creat per humans. Pot moure's lliurement pel ciberespai.",
  "234": "Els seus banys són considerats molt valuosos. Només els mascles en tenen.",
  "235": "Pinta marques amb la seva cua. Cada marca té un significat diferent.",
  "236": "S'entrena constantment per millorar les seves tècniques de lluita.",
  "237": "Gira com una baldufa quan ataca. Pot mantenir l'equilibri en qualsevol posició.",
  "238": "Fa petons per mostrar afecte. Els seus llavis són molt sensibles.",
  "239": "El seu cos genera electricitat constantment. Brilla en la foscor.",
  "240": "El seu cos crema com el magma. Pot fondre qualsevol cosa que toqui.",
  "241": "Produeix llet nutritiva cada dia. La seva llet és molt sana.",
  "242": "Porta felicitat a les persones que cuida. És molt gentil i compassiva.",
  "243": "Corre per tot el món en un sol dia. Controla els llamps.",
  "244": "Viu en volcans actius. El seu rugit pot fer tremolar muntanyes.",
  "245": "Purifica l'aigua contaminada només tocant-la. És molt elegant.",
  "246": "Viu en coves de muntanya. La seva pell és molt dura.",
  "247": "Evoluciona quan aprèn a controlar els seus poders. És molt fort.",
  "248": "Pot crear muntanyes amb la seva força. El seu cos és com una fortalesa.",
  "249": "Vola pels cels amb elegància. Es diu que porta bona sort.",
  "250": "Reneix de les seves pròpies cendres. Les seves flames són sagrades.",
  "251": "Viatja pel temps per protegir la natura. Només apareix en temps de pau.",
  "252": "És molt àgil i pot saltar molt alt. Protegeix el seu entrenador amb la seva vida.",
  "253": "Viu en boscos densos. Les fulles del seu cos són molt afilades.",
  "254": "És increïblement ràpid i àgil. Pot saltar per sobre dels arbres més alts.",
  "255": "Té una flama al seu interior que mai s'apaga. És molt lleial al seu entrenador.",
  "256": "Pot córrer a gran velocitat per terrenys muntanyosos. Les seves potes són molt fortes.",
  "257": "Pot donar punyetades que cremen tot el que toquen. És un lluitador nat.",
  "258": "Pot nedar molt ràpid sota l'aigua. Les seves aletes són molt potents.",
  "259": "Viu en pantans fangosos. Pot llançar boles de fang amb gran precisió.",
  "260": "És el líder dels pantans. Pot crear ones sísmiques colpejant el terra.",
  "261": "Sempre persegueix tot el que es mou. Té un olfacte molt desenvolupat.",
  "262": "És el líder de la seva manada. Protegeix els més febles amb ferocitat.",
  "263": "Corre en línia recta sense parar. No pot girar mentre corre.",
  "264": "Pot córrer a 100 km/h. Quan corre, deixa marques rectes al terra.",
  "265": "Segrega un líquid que fa pudor quan se sent amenaçat.",
  "266": "Es protegeix amb un capoll dur. Espera el moment adequat per evolucionar.",
  "267": "Les seves ales tenen pols que paralitza els enemics que la toquen.",
  "268": "Viu amagat sota fulles grans. Rarament surt del seu amagatall.",
  "269": "Vola silenciosament per la nit. Les seves ales no fan cap soroll.",
  "270": "Flota a la superfície de l'aigua. Sembla una planta aquàtica.",
  "271": "Camina sobre l'aigua com si fos terra ferma. Li agrada ballar.",
  "272": "Balla elegantment sobre l'aigua. Els seus moviments són hipnòtics.",
  "273": "Viu en boscos densos. S'alimenta de nutrients del terra.",
  "274": "És molt territorial. Ataca qualsevol intrús que entri al seu territori.",
  "275": "Té un nas molt llarg que usa per atacar. És molt agressiu.",
  "276": "Canta melodies molt boniques. El seu cant alegra a tothom.",
  "277": "Té unes ales molt fortes. Pot volar contra vents molt forts.",
  "278": "Plana sobre les ones del mar. Pot volar molt lluny sense cansar-se.",
  "279": "Té un bec enorme que usa per pescar. Pot emmagatzemar molt peix.",
  "280": "Pot sentir les emocions de les persones. És molt empàtic.",
  "281": "Té poders psíquics molt desenvolupats. Pot llegir la ment.",
  "282": "És molt elegant i refinat. Els seus moviments són com una dansa.",
  "283": "Patina sobre la superfície de l'aigua. Pot caminar sobre qualsevol líquid.",
  "284": "Té ales transparents que brillen al sol. Vola molt ràpid.",
  "285": "Sembla un bolet normal, però es mou quan ningú el mira.",
  "286": "Té braços elàstics que pot estirar molt. És un lluitador expert.",
  "287": "Slakoth se pasa todo el dia holgazaneando y solo amb verlo a uno le entra mucha pereza.",
  "288": "Su corazón palpita a un ritmo frenético, haciendo que su sangre bulla, así que no pot estarse quieto ni un segundo.",
  "289": "El Pokémon més perezoso del món. Cambia de lloc per coger la comida al alcance de su mano.",
  "290": "Como se ha pasado casi toda la vida viviendo baix terra, no ve bien. Las antenas que té le ayudan a orientarse.",
  "291": "Escuchar su zumbido de forma ambtinuada provoca jaquecas. Casi no se le ve de lo ràpid que es.",
  "292": "Es el caperzón de un bicho que cobró vida. Si alguien lo mira por la espalda, le robará el alma.",
  "293": "Normalmente murmulla, però quan siente que hay peligro se pone a chillar. Solo per quan se le cierran las orejas.",
  "294": "Aspira profundamente y luego, usando sus forts abdominales, suelta un potente vozarrón.",
  "295": "Su aullido se pot oír a 10 km. Emite todo tipo de sonidos desde los tubos de su cos.",
  "296": "Endurece su cos golpeando grans arbreés sense perder jamés el ánimo.",
  "297": "Para aumentar su força, da un pisotón en el suelo. Puede lanzar un camión de 10 toneladas por los airés de un puñetazo.",
  "298": "Vive a prop del aigua. En la terra se mueve molt ràpid botando sobre su gran cua.",
  "299": "Siempre apunta al norte amb su nariz imantada. Con ella reviste su cos de objetos metálicos per protegerse.",
  "300": "No pot evitar ir tras las cosas que se mueven. Hasta corre en círculos persiguiéndose la cua.",
  "301": "No soporta los llocés sucios. Le encanta acicalarse el pelaje quan està a gusto en un sitio.",
  "302": "Se oculta en cavernas oscuras. De tanto comer gemas, sus ulls son pedras preciosas.",
  "303": "Engaña amb su aspecto dócil; fa que el rival se ambfíe y le da un mordisco amb sus enormés e implacablés mandíbulas.",
  "304": "Suele vivir en llocés inaccesiblés de las muntanyas, però el hambre lo empuja a comer raílés y coches.",
  "305": "Le encanta comer hierro. Lucha por su territorio embistiendo a sus rivalés amb su cos de acero.",
  "306": "Hacen de toda una muntanya su territorio. Cuantas més cicatricés tienen, més curtidos en disputas. ¡Mucha atención!",
  "307": "Se entrena en la profundidad de las muntanyas. Cuando aumenta su poder espiritual amb meditación, levita.",
  "308": "Evita los atacs moviéndose de forma elegante, com si bailara. Ataca dando un golpe devastador y moviéndose igual.",
  "309": "Estimula sus músculos y aumenta sus reflluny amb la electricitat que almacena su pelaje.",
  "310": "No suele aparecer ante la gente. Dicen que suele colocar su nido on caen los llamps.",
  "311": "Anima a sus compañeros amb pomponés de chispas. Roba energía de los postés telefónicos.",
  "312": "La electricitat de Minun y Plusle és buena per la circulación y per desentumecer músculos.",
  "313": "Se comunica amb otros iluminando su cua por la nit. Le encanta el suave aroma de Illumise.",
  "314": "Con su dulce aroma guía a grupos de Volbeat per que tracen hasta 200 dibujos distintos en el cielo nocturno.",
  "315": "Ataca amb sus manos, en las que té un tipo de veneno diferente en cada una. Cuanto més aroma, mejor salud tiene.",
  "316": "Sus sesos y corazón son diminutos; és casi todo estómago. Sus jugos gástricos disuelven lo que sea.",
  "317": "Se traga cualquier cosa de una pieza. Sus poros segregan fluidos tóxicos que dañan a sus enemics.",
  "318": "Atacan en grupo a los barcos y los hunden a base de bocados. Habitan en los rius de la jungla.",
  "319": "Con sus colmillos pot atravesar el acero. Nada a 120 km/h. Le llaman el Terror de los Mares.",
  "320": "Le gusta botar com una pelota de playa. Cuanta més aigua de mar traga, més alt pot llegar.",
  "321": "Puede dejar fora de combate a sus oponentés amb el impacto de su enorme cos al caer en el aigua tras un salt.",
  "322": "En su joroba almacena magma ardiente que se enfría quan llueve y lo ralentiza.",
  "323": "Los volcanés de su joroba entran en erupción cada 10 años o quan Camerupt se enfada mucho.",
  "324": "Trabaja sense descanso en minas en desuso localizando y extrayendo carbón.",
  "325": "Bota ambtinuamente usando su cua com muelle. Salta per mantener el latido de su corazón.",
  "326": "Las perlas negras aumentan sus poders psíquicos. Controlas mentés de sus rivalés amb un extraño baile.",
  "327": "No hay dos Spinda que tengan idénticos pelajes. Su tambaleo al bailar ambfunde a los rivales.",
  "328": "Habita desiertos áridos. Cava fosas profundas, en las que espera que caiga su presa.",
  "329": "Al agitar a gran velocidad ambas ales, emite ondas ultrasónicas que provocan forts dolorés de cap.",
  "330": "Su medio és el desierto. Para esambderse, levanta arena amb las potes. Tiene los ulls protegidos amb mallas rojas.",
  "331": "Vive en regionés secas y amb pocas plujas. Una vez al año, le brota una flor amarilla.",
  "332": "Es un Pokémon nocturno. Busca presas agotadas por el calor diurno del desierto.",
  "333": "Se desamboce el porqué, però le encanta posarse sobre la cap de los humanos y fingir que és un gorro.",
  "334": "Vuela pausadamente por el cielo blau. Su hermoso trino cautiva a todo aquel que lo escucha.",
  "335": "Hace muchos años que se enfrenta a Seviper. Su arma més eficaz son sus zarpas afiladas.",
  "336": "Hace frente a Zangoose amb su agilidad y su afilada cua, que està cargada amb un veneno letal.",
  "337": "Se piensa que està molt influido por las fasés llunares, ya que solo actúa en nits de lluna llena.",
  "338": "Usa el sol com fuente de energía, por lo que és més poderoso de dia. Brilla al rotar.",
  "339": "Recubre su cos de una película viscosa que le permite escapar si alguien lo agarra.",
  "340": "Habita en grans pantanos. Si se aa prop un enemic, se alborota y causa temblorés monumentales.",
  "341": "Por sucio o ambtaminado que esté el riu, se adaptan ràpid y se multiplican. Poseen una gran força vital.",
  "342": "Este malandrín usa sus pinzas per atosigar y expulsar a los otros Pokémon que viven en su estanque.",
  "343": "Se mueve girando sobre su eje. También se le pot ver girando cap abaix.",
  "344": "Este Pokémon és una vieja figurilla de barro que cobró vida mediante la exposición a extraños llamps de luz.",
  "345": "Se extinguió fa 100 millonés de años. Sus tentáculos parecen pétalos per atraer a sus presas.",
  "346": "Vive en el fondo de los marés de aiguas templadas. Emerge per cazar quan baja la marea.",
  "347": "Es una especie de Pokémon predecesor. Estira las pinzas per cazar a sus presas, que se esambden en las rocas del mar.",
  "348": "Ensarta a sus presas amb sus gigantescas urpés elásticas. Una fort coraza cubre su cos.",
  "349": "Come de todo, por lo que pot vivir en aiguas ambtaminadas. Nadie le presta atención.",
  "350": "Milotic és impresionantemente bello. Quienés lo ven, temen perder las ganas de luchar ambtra él.",
  "351": "Sus células son molt sensiblés a los cambios de temperatura y humedad y se adapta sense problema.",
  "352": "Puede mudar el color de su cos a voluntad, però el dibujo en zigzag de su panza mai desaparece.",
  "353": "Dicen que amb su cuerno se alimenta de sentimientos de celos y envidia. Es molt activo a medianit.",
  "354": "Este muñeco se ambvirtió en un Pokémon quan lo tiraron a la basura. Busca a su antiguo dueño.",
  "355": "Persigue a su presa sense descanso allá on vaya. No obstante, abandona la caza al amanecer.",
  "356": "Si alguien mira los focs fatuos del interior de Dusclops, perderá su alma irremediablemente.",
  "357": "Puede volar al agitar sus grans hojas. Reparte entre los nens la codiciada fruta dulce que crece de su cuello.",
  "358": "Se cuelga de ramas y aleros amb la ventosa de su cap. Tiene siete tipos de gritos diferentes.",
  "359": "Presiente desastrés inminentés y se aparece a la gente per advertir del peligro.",
  "360": "Suelen ir en grupo y a la hora de dormir se resguardan en una cueva.",
  "361": "Se dice que se reúnen en grupos baix hojas gigantescas y viven allí en total armonía.",
  "362": "Se protegeix amb una armadura de gel creada por ambgelación de la humedad del aire.",
  "363": "Como no saben nadar molt bien, se mueven rápidamente rodando. Cuando están alegres, dan palmadas amb las aletas.",
  "364": "Su nariz és molt sensible. Cuando ve algo por primera vez, lo toca amb ella per recordarlo después.",
  "365": "Rompe el gel amb sus colmillos. Su gruesa capa de grasa le protegeix del friu y de los enemics.",
  "366": "Produce durante su vida una sola perla que aumenta los poders psíquicos al evolucionar.",
  "367": "Vive en los abismos marinos, on no se filtra la luz. Tiene una cua en forma de pez, que enciende per atraer a su presa.",
  "368": "Vive en el fondo del mar. En primavera, su cos rosado advol colors més vivos.",
  "369": "No ha sufrido ningún cambio desde fa 100 millonés de años. Fue descubierto durante una expedición marina.",
  "370": "Vive en marés cálidos. Se dice que, si una pareja lo encuentra, será bendecida amb amor eterno.",
  "371": "Su desarrollado cuello y su cap dura com el acero le permiten reducir a añicos rocas enormes.",
  "372": "Las células han empezado a cambiar dins de su dura ambcha, que se seper quan evoluciona.",
  "373": "Si se enfada, no hay forma de calmarlo; lo destrueix todo lanzando arañazos y llamas.",
  "374": "Los pulsos magnéticos de su cos repelen la gravedad, lo que le permite flotar en el aire.",
  "375": "Lo forman dos Beldum unidos. Puede chocarse amb un avión sense que su cos de acero sufra ni un rasguño.",
  "376": "Gracias a sus cuatro cerebros, és més inteligente que un superòrdenador y analiza amb precisión al enemic.",
  "377": "Su cos està hecho de roca. Si se astilla durante el combate, emplea pedras per reperrlo.",
  "378": "Dicen que ha yacido durmiendo en un glaciar durante milenios. Ni el magma pot derretir su cos.",
  "379": "Su cos ha estado sometido a la presión subterránea durante milés de años y no pot arañarse.",
  "380": "Se comunica por telepatía. Su plumaje refleja la luz, lo que le permite hacerse invisible.",
  "381": "Es un Pokémon molt inteligente. Puede adelantar a avionés a reacción plegando las ales.",
  "382": "Pokémon legendario que aumentó los marés amb diluvios y maremotos. Fue un enemic acérrimo de Groudon.",
  "383": "Dicen que este Pokémon legendario simboliza la terra. Tras batirse en duelo amb Kyogre se echó a dormir.",
  "384": "Vive en la capa de ozono sobre las nubés y no pot ser visto desde el suelo.",
  "385": "Desde antaño se dice que ambcederá los deseos escritos en las notas de su cap quan se despierte.",
  "386": "Surgió a raíz de la mutación de ADN de un virus alienígena que cayó a la Tierra en un meteorito.",
  "387": "Realiza la fotosíntesis al bañarle los llamps de sol. Su ambcha està formada por terra endurecida.",
  "388": "Vive en los boscs a prop del aigua. Por el dia, sale a que lés dé el sol a las plantas de su espalda.",
  "389": "Las gentés de antaño creían que el planeta se sustentaba en la espalda de un gran Torterra.",
  "390": "El gas de su panza alimenta el foc de su parte trasera, que ni la pluja pot extinguir.",
  "391": "Controla hábilmente la intensidad del foc de su cua per mantener al enemic a una distancia ideal.",
  "392": "Su corona de foc demuestra su naturaleza ígnea. Nadie le guanya en velocidad.",
  "393": "No le gusta que lo cuiden. Como no aprecia el apoyo de su Entrenador, le cuesta coger ambfianza amb él.",
  "394": "Vive solo, alejado de los demés. Cada uno piensa que és el més importante.",
  "395": "Nada tan ràpid com un foraborda. Con los afilados bordés de sus alés pot cortar el gel.",
  "396": "Viaja en grans bandadas. Aunque és petit, agita las alés amb gran força.",
  "397": "Vive sempre en grans grupos y las disputas dins de ellos son molt intensas.",
  "398": "Sus alés y sus potés son molt forts. Puede llevarse volando Pokémon petits.",
  "399": "Tiene nervios de acero y neda pot perturbarlo. Es més ágil y activo de lo que aparenta.",
  "400": "Con sus incisivos roe ramas y raícés y las apila per ambstruir sus madrigueras junto al riu.",
  "401": "Hablan entre sí chocando las antenas. Los sonidos producidos son molt característicos.",
  "402": "Cuando llora, cruza sus brazos amb forma de cuchillo. Puede improvisar melodias.",
  "403": "La extensión y ambtracción de sus músculos genera electricitat. Brilla quan està en peligro.",
  "404": "Sus urpés emiten electricitat que pot debilitar a sus rivales. Viven en grupos petits.",
  "405": "Cuando sus ulls brillan com el oro, pot ver presas esambdidas, incluso detrás de un muro.",
  "406": "Vive a prop de aiguas cristallinas. Su cabello se abre y esparce polen quan le bañan los llamps del sol.",
  "407": "Atrae a sus presas amb una dulce fragancia y usa sus cepas venenosas per atenazarlas y acabar amb ellas.",
  "408": "Fue recreado a partir de un fósil amb forma esférica. Derriba a las presas a capzos.",
  "409": "Tiene sesos petits perquè su duro cráneo, que soporta cualquier golpe, lés impide desarrollarse.",
  "410": "Se abrillanta la cara frotándola ambtra los arbrees. Es vulnerable a los atacs por la espalda.",
  "411": "Se alineaban y creaban una barrera que ningún enemic podia cruzar. Así protegían a sus crías.",
  "412": "Para protegerse de los vents frius invernales, se cubre amb un caperzón de ramas y hojas.",
  "413": "Su apariencia varía según dónde evolucione. Los materialés que haya pasan a formar parte de su cos.",
  "414": "Le encanta la miel de las flors y roba la que recoge Combee.",
  "415": "El triu se forma al nacer y se pasa la vida recogiendo miel de las flors per satisfacer a Vespiquen.",
  "416": "Cría larvas en los panalés de su cos. Segrega diversas feromonas de su cos amb las cualés ambtrola a sus crías.",
  "417": "Crea bolas de pelo que crepitan amb electricitat estática. Las almacena en agujeros de arbrees.",
  "418": "Nada rotando sus dos cuas a modo de tornillo. Cuando bucea, el flotador se pliega.",
  "419": "Nada gracias a su flotador. Ayuda en los rescatés de gente que se està ahogando.",
  "420": "Bajo la luz solar és vermell. La esfera petita perd sus nutrientés y se seca per anunciar la evolución.",
  "421": "Cuando los llamps de sol inundan su capullo, abre de par en par sus pétalos y se vuelve molt dinámico.",
  "422": "No hay que apretarle molt fort, ya que, si lo haces, secreta un misterioso fluido morat.",
  "423": "Si se ve amenazado por sus enemics naturales, segrega un líquido morat y huye rápidamente.",
  "424": "Habitan en grans colonias y forman anillos uniendo sus cuas, aparentemente en signo de amistad.",
  "425": "Está formado por los espíritus de personés y Pokémon. Le encantan las estacionés húmedas.",
  "426": "Transporta a gente y a Pokémon volando, però, com se deja llevar, pot acabar en cualquier sitio.",
  "427": "Lleva las orejas enrolladas. Cuando las extiende, golpea amb tal força que incluso pot romper rocas.",
  "428": "Este Pokémon resulta molt precavido. Si siente peligro, escapa corriendo a grans salts.",
  "429": "Recita cánticos. Algunos de ellos atempestan a sus rivales, mientras que otros producen felicidad.",
  "430": "Si uno lanza un grito profundo, los demés acuden. Por eso se le llama també Invocador de la Noche.",
  "431": "Araña quan està enfadado y ronronea quan està cariñoso. Su imprevisibilidad és famosa.",
  "432": "Si se siente a gusto, no té ningún reparo en apropiarse de las moradas de otros Pokémon.",
  "433": "Emite un tintineo cada vez que salta. Ensordece a sus rivalés amb sonidos de alta frecuencia.",
  "434": "Expulsa un fluido maloliente por sus cuartos traseros. El hedor repele Pokémon en un radio de 2 km.",
  "435": "Para atacar, emite un fluido maloliente por la punta de su cua que pot llegar a més de 50 m.",
  "436": "Se dice que brilla y refleja la verdad al pulirlo, encara que és algo que detesta.",
  "437": "Desde antaño se adora a este Pokémon per que propicie plujas abundantes. A vecés se esambde baix terra.",
  "438": "Prefiere entornos áridos. Sus ulls expulsan aigua per ajustar los nivelés de fluido corporal.",
  "439": "Desambcierta a sus rivalés imitando sus movimientos a la perfección y aprovecha per darse a la fuga.",
  "440": "Lés da a sus amigos una roca amb forma de huevo que transporta en la bolsa de su panza.",
  "441": "Imita los sonidos de sus rivales, haciéndolés creer que son amigos e impidiendo que le atacn.",
  "442": "Se formó a partir de 108 espíritus. Está unido a la fisura de una pedra angular mística.",
  "443": "Vive en agujeros en las cuevas, al amparo del calor geotérmico. Si se aa prop un enemic, le muerde.",
  "444": "Le gustan las cosas brillantes. Busca tesoros en cuevas y se lleva el botín a su nido.",
  "445": "Cuando despliega su cos y sus ales, parece un avión a reacción. Vuela a velocidad sónica.",
  "446": "Esambde comida baix el largo pelo de su cos, però més tarde lo olvida.",
  "447": "Se comunica amb los suyos mediante la emisión de unas ondas que cambian de forma en función de los sentimientos.",
  "448": "Puede leer los pensamientos y movimientos de su adversario a través de su aura.",
  "449": "Vive en zonas áridas. En lloc de sudar, su cos expulsa granos de arena.",
  "450": "Hace gala de su força abriendo su enorme boca. Para atacar levanta gran cantidad de arena.",
  "451": "Agarra a sus presas amb las pinzas de la cua y lés inyecta veneno. Espera hasta que fa efecto.",
  "452": "Aunque sap que pot aplastar al rival amb su gran força, le gusta dar el golpe de gracia amb su virulent veneno.",
  "453": "Tiene bolsas venenosas en las mejillas. Pilla desprevenidos a sus rivalés per pincharles.",
  "454": "Almacena veneno en una bolsa de la garganta. Cuando croa, este se agita per lograr mayor potencia.",
  "455": "Atrae a sus presas amb saliva de olor dulce y las mastica. Tarda todo un dia en comérselas.",
  "456": "La línea que le recorre el costado pot almacenar luz solar. Brilla amb mucha força por la nit.",
  "457": "Vive en las profundidadés marinas. Atrae a sus presas amb parpadeos del dibujo de sus cuatro aletas.",
  "458": "Los símbolos de su espalda cambian según la región. A vecés se mezcla amb bancos de Remoraid y neda junto a ellos.",
  "459": "En las estacionés frías baja al pie de la muntanya, però regresa a las cimas nevadas en primavera.",
  "460": "Genera ventiscas amb las que cubre de neu grans áreas. Se le llama el Monstruo de Hielo.",
  "461": "Vive en zonas nevadas. Deja marcas en los arbreés amb sus urpés per comunicarse amb sus compañeros.",
  "462": "Emiten campos magnéticos tan potentés que se atraen entre sí e incluso pueden llegar a inmovilizarse.",
  "463": "Agarra cosas amb su lengua extensible. Si te aa props mucho, te deja lleno de babas.",
  "464": "Lanza Geodude por los agujeros de las manos. Gracias a Protector resiste erupcionés volcánicas.",
  "465": "Atrapa a su presa desplegando las ramas de sus brazos, que no le importa perder ante depredadores.",
  "466": "Al almacenar mucha electricitat, desprende chispas de una claridad increíble entre sus dos cuernos.",
  "467": "Sus brazos dispern bolas de foc de més de 2000 °C. Vive en cráterés volcánicos.",
  "468": "Se dice que aparece en zonas pacíficas y las bendice amb sus dones.",
  "469": "Su técnica favorita ambsiste en volar a gran velocidad y despedazar amb su mandíbula a su oponente en un instante.",
  "470": "En dias soleados dorm y fa la fotosíntesis, emitiendo aire puro a su alrededor.",
  "471": "Controla su temperatura corporal per ambgelar el ambiente y causar ráfagas de neu en polvo.",
  "472": "Espera a sus presas colgado de una rama bocabaix. Cuando llega su oportunidad, se lanza en picado.",
  "473": "Ya existía en la antigüedad. Se enambtró uno baix gel de fa més de 10 000 años.",
  "474": "Se le instaló un software per mejorarlo. Sin embargo, comenzó a comportarse de manera extraña.",
  "475": "Puede presentir los movimientos de sus rivalés y por eso ataca sempre antés que ellos.",
  "476": "Emana un fort magnetismo. Controla trés petitas unidadés llamadas mininarices.",
  "477": "Se dice que recoge en su cos flexible a los espíritus extraviados y los guía hasta casa.",
  "478": "Congela a sus enemics amb un aliento gélido de -50 °C. Su cos està hueco.",
  "479": "Desde fa mucho temps se estudia su sensegular motor com fuente de energía motriz.",
  "480": "Se le amboce com el Ser de la Sabiduría. Se dice que pot borrar la memoria amb una mirada.",
  "481": "Se le amboce com el Ser de la Emoción. Enseñó a los humanos la nobleza del dolor y la alegría.",
  "482": "Se le amboce com el Ser de la Voluntad. Duerme en el fondo de un lago per equilibrar el món.",
  "483": "Un Pokémon de leyenda. Se dice que el temps comenzó a avanzar quan Dialga nació.",
  "484": "Se dice que viu en una dimensión espacial perlela. Aparece en la mitología.",
  "485": "Habita cuevas volcánicas. Cava amb sus piés en forma de cruz per trepar por techos y paredes.",
  "486": "Se dice que usó rocas, magma y un gel especial de muntanya per crear Pokémon amb su aspecto.",
  "487": "Vive en el Mundo Distorsión, un món opuesto al nuestro y cuyas leyés desafían el sentido común.",
  "488": "Sus alés emiten un velo de partículas brillantes. Se dice que representa un cuarto llunar.",
  "489": "Si sube la temperatura del mar, infla el flotador de su cap y flota en grupo en la superficie.",
  "490": "Nace amb un maravilloso poder que le permite establecer vínculos amb cualquier tipo de Pokémon.",
  "491": "Defiende su territorio de personés y Pokémon haciéndolés dormir y provocándolés pesadillas.",
  "492": "Puede disolver las toxinas del aire per transformar terra yerma en campos de flors.",
  "493": "Según la mitología de Sinnoh, Arceus surgió de un huevo y después creó todo el món.",
  "494": "Pokémon que atrae la victoria. Dicen que el Entrenador que lo lleve saldrá vencedor de cualquier batalla.",
  "495": "Cuando recibe los llamps de sol, se mueve mucho més ràpid que de costumbre. Usa mejor sus lianas que sus manos.",
  "496": "Parece que se desliza al correr. Engaña a sus rivalés amb su velocidad y los fustiga amb su látigo.",
  "497": "Tan solo muestra su verdadero poder a quienés no se amedrentan ante su noble però inquisitoria mirada.",
  "498": "Evita amb agilidad los atacs enemics. Lanza bolas de foc por su hocico y tuesta bayas del bosc per comer.",
  "499": "Cuanto més come, més combustible té en su interior per avivar sus llamas, amb lo que també aumenta su poder.",
  "500": "Calienta sus puños amb las llamas de su barbilla per propinar puñetazos ardents. Es molt fiel a sus compañeros.",
  "501": "La vieira de su ombligo no solo sirve com arma, senseo també com instrumento per cortar las bayas que estén duras.",
  "502": "Gran espadachín. Utiliza sus dos vieiras amb soltura al ejecutar las técnicas que aprende amb una disciplina espartana.",
  "503": "En un abrir y cerrar de ulls, pot desenvainar y envainar los sablés que hay en sus potés delanteras.",
  "504": "Almacena víverés en unas bolsas en sus mofletés y vigila durante dias. Hace señalés amb la cua a sus compañeros.",
  "505": "Los componentés luminiscentés de su interior hacen que sus ulls y su cos brillen, y así intimida a sus rivales.",
  "506": "Los mechonés que cubren su cara actúan com un magnífico radar per detectar amb precisión lo que hay a su alrededor.",
  "507": "Este Pokémon és molt leal. No solo ajuda a Entrenadores, senseo que també se preocupa por otros Pokémon.",
  "508": "Socorre a humanos perdidos en muntanyas azotadas por ventiscas. Su largo pelaje le protegeix del friu.",
  "509": "Distrae a su oponente amb movimientos grácilés y sustrae sus pertenencias. Cuando se enfada, ataca amb las urpes.",
  "510": "Su bella y grácil silueta le ve dada por su desarrollada musculatura, que le permite andar de nit sense hacer ruido.",
  "511": "Comparte las hojas de su cap amb Pokémon agotados. Posee la facultad de aliviar el cansancio.",
  "512": "Ataca estampando las espinas de su cua en el enemic. Es un Pokémon amb mucho temperamento.",
  "513": "Pokémon molt inteligente que té la costumbre de tostar las bayas antés de comérselas. Ayuda mucho a los humanos.",
  "514": "Achicharra a sus enemics desprendiendo llamas por la cua y la cap, fruto de su desmesurado calor interno.",
  "515": "El aigua acumulada en su mata de pelo és rica en nutrientes. Usa su cua per regar plantas amb esa misma aigua.",
  "516": "Cuando lanza aigua a alta presión amb su cua, pot incluso resquebrajar una pared de cemento.",
  "517": "Cuando un humano o un Pokémon sufre una pesadilla, Munna se aparece ante ellos y la engulle.",
  "518": "Multitud de sueños de humanos y Pokémon se encuentran atrapados en el humo que despide por su frente.",
  "519": "Es un Pokémon molt despistado. Aunque reciba órdenés de su Entrenador, se le olvidan, y se queda esperando.",
  "520": "Según los rumores, en lo més profundo del bosc on mora Tranquill, hay un món pacífico y exento de luchas.",
  "521": "El macho amenaza al enemic meciendo el adorno de su cap. Al volar, la hembra és mucho més diestra que el macho.",
  "522": "Aparece quan nubés envueltas en llamps encapotan el cielo. Atrapa llamps amb su crin y almacena electricitat.",
  "523": "Es un Pokémon amb mucho temperamento. Cuando se enoja, lanza llamps desde su crin en todas direcciones.",
  "524": "Su oreja té forma hexagonal. Su cos fue comprimido baix terra. Por eso, és duro com el acero.",
  "525": "La energía que no pot ambtener en el interior de su cos se escapa formando cristallés taronjas.",
  "526": "Absorbe los llamps solares, procesa esa energía en su núcleo y lanza poderosas bolas de luz a sus enemics.",
  "527": "Vive en boscs oscuros y cavernas. Emite ultrasonidos por la nariz per saber todo lo que pasa a su alrededor.",
  "528": "Cuando emite ondas ultrasónicas, que incluso pueden reventar el cemento, agita su cua amb vehemencia.",
  "529": "Cuando junta las urpés y comienza a dar vueltas frenéticas, avanza baix terra a gran velocidad.",
  "530": "Su taladro ha evolucionado y és capaz de atravesar una lámina de hierro. Es molt útil per ambstruir túneles.",
  "531": "Con las antenas de sus oídos, perciben el estado de un rival o predicen cuándo va a eclosionar un Huevo Pokémon.",
  "532": "Siempre lleva vigas de madera. Normalmente ajuda en obras de ambstrucción.",
  "533": "Gracias a su entreneda musculatura, pot blandir vigas de acero sense problema per así derribar edificios enteros.",
  "534": "Se cree que Conkeldurr enseñó a los humanos la técnica per elaborar cemento fa més de 2000 años.",
  "535": "Emite sonidos imperceptiblés per los humanos amb la vibración de sus mejillas y advierte de algún peligro a los suyos.",
  "536": "Cuando fa vibrar el bulto de su cap, no solo se embravece el mar, senseo que la terra també tiembla.",
  "537": "Aumenta la potencia de sus puñetazos haciendo vibrar sus puños. Es capaz de quebrar una roca de un solo golpe.",
  "538": "Aumenta su potencia si se aprieta el cinturón. Un Throh salvaje teje su propio cinturón usando lianas.",
  "539": "Para lograr dominar las técnicas de kárate més letales, se retiran a las muntanyas y entrenan dia y nit.",
  "540": "Recorta hojas y las teje amb el líquido viscoso que segrega por la boca per hacerse su propia ropa.",
  "541": "La vegetación abunda en los boscs que habita. Este Pokémon transforma las hojas caídas en nutrientes.",
  "542": "Si se troba amb un Pokémon jove, segrega por la boca hilos pegadizos amb los que le teje una prenda de ropa.",
  "543": "Percibe su entorno amb su sentido del tacto, residente en su cap y cua. Su carácter és violent por naturaleza.",
  "544": "Lo protegeix un duro caperzón. Gira com una rueda y realiza brutalés placajés ambtra sus enemics.",
  "545": "Atenaza a sus presas amb las urpés que sobresalen de su cuello hasta que no se pueden mover y las remata amb veneno.",
  "546": "Despide motas de algodón quan lo atacan per ambfundir a los enemics y poner piés en polvorosa.",
  "547": "Aparecen en medio de un torbellino y entran en las casas per descolocar los mueblés o esparcir algodón por doquier.",
  "548": "Mordisquear las hojas de su cap permite recuperar toda la vitalidad, a pesar de que están molt amargas.",
  "549": "El aroma de la flor de su tocado relaja a cualquiera a su alrededor. Hay que cuidarle mucho per que no se marchite.",
  "550": "Los de color blau y los de color vermell sempre se pelean. Son molt violents, però su sabor és excepcional.",
  "551": "Se desplaza hundido en la arena, dejando al descubierto solo los ulls y la nariz. Una membrana negra le protegeix los ulls.",
  "552": "Viven en manadas. La membrana que cubre sus ulls los protegeix de la arena.",
  "553": "Un Pokémon bastante violent. Ataca todo lo que se mueva delante de él amb sus mortíferas mandíbulas.",
  "554": "Como sus excrementos están molt calientes, la gente de antaño se los metía en los bolsillos per calentarse.",
  "555": "Cuando resulta gravemente herido, se endurece com una pedra y medita per agudizar la mente.",
  "556": "Espanta a los Pokémon pájaro amb un baile ràpid y haciendo ruido per evitar que picoteen las semillas de sus flors.",
  "557": "Abre un agujero en la roca y viu en él. Si la roca se resquebraja, no se queda tranquilo hasta que no troba otra.",
  "558": "Su inmensa capacidad motriz le permite desplazarse cargando a sus espaldas rocas enormés durante dias.",
  "559": "Se sube la piel hasta el cuello per defenderse. Su elasticidad, similar a la de una goma, reduce el daño recibido.",
  "560": "Se protegeix de los atacs amb la muda de su piel mientras reparte patadas. Cuanto mayor és su cresta, més se le respeta.",
  "561": "Fue la deidad protectora de una ciutat milenaria. Ataca amb su poder psíquico a los enemics que invaden su territorio.",
  "562": "Almas de humanos sepultados en tumbas que han adquirido forma de Pokémon. Recuerdan su vida antés de la muerte.",
  "563": "Se comenta que engulle a todo humano que se le aa prop y lo momifica. Su comida favorita son las pepitas de oro.",
  "564": "Ya pululaba por las aiguas fa 100 millonés de años. También va a terra a vecés en busca de alimento.",
  "565": "Vive en el mar y en la superficie. Sus urpés pueden abrir un agujero en el fondo de un petrolero.",
  "566": "Pokémon que renació de un fósil. Dicen que és el antepasado de todos los Pokémon pájaro.",
  "567": "Levanta el vuelo tras coger carrerilla. Coopera amb sus compañeros de bandada per atrapar a sus presas.",
  "568": "Pokémon nacido de la reacción química entre una bolsa de basura y residuos industriales.",
  "569": "Apresa a su rival amb el brazo izquierdo y le da el golpe de gracia exhalando por la boca un apestoso gas venenoso.",
  "570": "Adopta la apariencia de su enemic per engañarlo vilmente y aprovecha su estupor per poner terra por medio.",
  "571": "Tiene la facultad de ambfundir a muchos humanos a la vez. Protege su guarida creando un paisaje ilusorio.",
  "572": "Se saludan entre sí frotándose amb la cua y limpiándose a ambciencia.",
  "573": "El pelo que cubre su cos proporciona una agradable sensación al tocarlo. No acumula ni polvo ni electricitat estática.",
  "574": "Amplifica su poder psíquico amb sus antenitas en forma de lazo. Siempre està mirando algo fijamente.",
  "575": "La luz de las estrellés origina su poder. De nit, marca su posición haciendo levitar pedras amb su poder psíquico.",
  "576": "Su inmenso poder psíquico distorsiona el espacio y le permite reflejar incluso estrellés a años luz de distancia.",
  "577": "Gracias a la sustancia viscosa que envuelve su cos, permanece tranquilo por dura o rigurosa que sea la situación.",
  "578": "Cuando las dos partés de su cerebro piensan lo mismo, saca todo su poder a relucir.",
  "579": "Hacen gala de su poder psíquico y mueven sus brazos compuestos de líquido per ambtrolar rocas y hacerlas añicos.",
  "580": "Cuando se ve atacado, las plumas que lo recubren despiden ráfagas de aigua que lo ayudan a escapar.",
  "581": "Aunque no lo parezca por su grácil elegancia, pot batir amb força las alés y volar durante milés de kilómetros.",
  "582": "Lanza un aliento de -50 °C. Crea bloqués de neu y és capaz de lograr que neu a su alrededor.",
  "583": "Enfrían el aire a su alrededor y crean partículas de gel mediante las cualés ambgelan a sus oponentes.",
  "584": "Si sus dos caps se irritan al mismo temps, genera una ventisca desde su cuerno cubriendo su entorno amb neu.",
  "585": "El color de su cos cambia no solo amb las estaciones, senseo també amb los cambios de humedad y temperatura.",
  "586": "Cambia de morada dependiendo de las estaciones. Observando sus cuernos, la gente sap cuándo estas van a cambiar.",
  "587": "Vive en la copa de los arbrees. Produce descargas mientras vola amb el interior de la membrana que fa de capa.",
  "588": "Si recibe un estímulo elèctric al estar en ambtacto amb un Shelmet, evoluciona.",
  "589": "Se defienden de los atacs amb el caperzón que roban a los Shelmet. Atacan amb sus dos mortíferas lanzas.",
  "590": "Gracias a su misterioso parecido a una Poké Ball, atrae a sus presas y lanza rápidamente esporas de veneno.",
  "591": "Aunque intenta pasar por parte superior de una Poké Ball per atraer a sus presas, ambsigue engañar a pocos.",
  "592": "Paraliza a sus presas amb veneno y las lleva a su morada, que se troba a 8000 m en el fondo del mar.",
  "593": "Su cos se compone de aigua salada. Dicen que ha ambstruido un palacio en el fondo del mar amb restos de barcos.",
  "594": "Vive flotando a la deriva en mar abierto. Siempre que troba un Pokémon herido, lo abraza y lo lleva a la costa.",
  "595": "No pot generar electricitat por sí mismo, así que se encarama a Pokémon grans y absorbe su energía estática.",
  "596": "Pone trampas amb hilos electrificados. De este modo, electrocuta a sus enemics y los inmoviliza por completo.",
  "597": "Lanza numerosas púas al detectar peligro. En cuanto té ocasión, echa a rodar y se escapa.",
  "598": "Azota al enemic amb sus trés tentáculos y después disper púas hasta que no deja ni rastro del rival.",
  "599": "Genera la energía vital que necesita haciendo girar sus dos coss.",
  "600": "Muestra sus sentimientos cambiando la dirección de su giro. Cuanto més se enfade, més ràpid girará.",
  "601": "Recarga su energía rápidamente haciendo girar amb gran celeridad el engranaje equipado amb un núcleo vermell.",
  "602": "La electricitat de uno solo és diminuta, però, si multitud de Tynamo se ambectan, ambsiguen la potencia de un llamp.",
  "603": "Se enrolla alrededor de su presa, la perliza amb la electricitat de sus marcas circularés y le asesta mordiscos.",
  "604": "Pega la ventosa de su boca en su presa y la electrocuta amb sus colmillos.",
  "605": "Posee un gran poder psíquico. Lo usa per comprimir el cerebro del enemic y ocasionarle dolorés de cap.",
  "606": "Parece que se comunica haciendo brillar sus dedos tricolors, però nadie ha ambseguido descifrar aún su patrón.",
  "607": "Finge ser una luz guía en el camino, però en realidad solo vol absorber la energía vital de quien lo sigue.",
  "608": "Al absorber almas, su llama se enciende. Espera a que la gente fallezca, así que suele deambular por los hospitales.",
  "609": "Sus llamas absorben el alma del enemic y la abrasan, dejando solo su cos inerte.",
  "610": "Usa sus colmillos per romper las bayas que come. Estos se regeneran una y otra vez, por eso son tan forts y afilados.",
  "611": "Sus colmillos pueden hacer añicos rocas inmensas. Las luchas territorialés de los Fraxure son encarnizadas.",
  "612": "Es gentil, però no perdona a todo el que ose invadir su territorio. Su mayor baza son sus colmillos, que cortan el acero.",
  "613": "Siempre està amb mucosidadés colgando. Las aspira per hacer un movimiento, ya que son su materia prima per esto.",
  "614": "Adoran los marés gélidos del norte. Congelan su aliento per crear sendas por las que caminar sobre las aiguas.",
  "615": "Nació entre nubés de neu. Atrapa a sus presas amb una cadena hecha de gel cristallizado.",
  "616": "Si està junto a Karrablast, y ambos reciben una descarga elèctrica, evolucionan los dos a la vez.",
  "617": "Se siente ligero una vez liberado de su caperzón. Lucha y se mueve com un ninja.",
  "618": "Ni un pisotón de un luchador de sumo lo aplastaría gracias a su piel sólida. Sonríe al soltar descargas elèctricas.",
  "619": "La velocidad de sus atacs és su gran orgullo. Lo que le falta de força bruta lo compensa en cantidad de golpes.",
  "620": "Usa el pelaje de sus brazos a manera de látigos. Sus atacs alcanzan velocidadés de vértigo.",
  "621": "Corre por estrechas cavernas y atrapa a sus presas amb sus afiladas urpes. La piel de la cara és més dura que una roca.",
  "622": "Se mueve gracias a la energía que quema dins de su cos, però el origen de esta energía és incierto.",
  "623": "Al parecer, aquel que antaño lo creó le ordenó proteger a los Pokémon y a los humanos.",
  "624": "Su cos està provisto de hojas afiladas. Cuando se desgastan, las afila amb cantos rodados a la orilla del riu.",
  "625": "Un Pokémon temible que remata a su presa una vez que su séquito de Pawniard la ha debilitado e inmovilizado.",
  "626": "Embiste amb la cap sense distinción. Su potencia és capaz de hacer descarrilar un tren en marcha.",
  "627": "Quiebra bayas amb sus extremidades. Se enfrenta amb valentía a todo enemic por fort que este sea.",
  "628": "Un valiente guerrero del cielo que no duda en luchar por sus compañeros por gravés que sean sus heridas.",
  "629": "No pot volar perquè sus alés son molt petitas. Cuando va a evolucionar, se desfa de su calavera.",
  "630": "Vuela en círculos. Cuando avista una presa, la ataca y la transporta a su nido amb suma facilidad.",
  "631": "Usa su lengua de foc per derretir la armadura de acero de los Durant y llegar así hasta su interior.",
  "632": "Actúan en grupo per expulsar de sus colonias a los Heatmor, sus depredadorés naturales.",
  "633": "No ve, por eso va haciendo placajés y dando mordiscos a diestro y senseiestro. Su cos està plagado de heridas.",
  "634": "Sus dos caps se llevan fatal, y la que ambsigue comer més que la otra és la que lleva la voz cantante.",
  "635": "Las caps de sus dos brazos no tienen cerebro. Con sus trés caps destrueix y devora todo a su paso.",
  "636": "Se dice que nació del sol. Al evolucionar, cubre su cos amb llamas que brotan de sus cuernos.",
  "637": "Cuando combate, despide escamas ardents de sus seis alés y genera un mar ígneo a su alrededor.",
  "638": "Posee un cos y un corazón de acero. Basta una mirada suya per que Pokémon violents le obedezcan.",
  "639": "Su potencia al embestir és capaz de derribar las murallas de un castillo. Las leyendas hablan de sus proezas.",
  "640": "Sus cuernos son hojas afiladas. Sacude a sus enemics amb sus relampagueantés movimientos y los reduce.",
  "641": "La parte inferior de su cos, similar a una nube, està recubierta de un campo de energía. Vuela a 300 km/h.",
  "642": "Lanza descargas elèctricas por las púas de su cua. Sobrevola Teselia dejando caer llamps.",
  "643": "Pokémon legendario capaz de abrasar el món amb sus llamas. Ayuda a quienés persiguen un món veraz.",
  "644": "Pokémon legendario capaz de chamuscar el món amb sus llamps. Ayuda a quienés persiguen un món de ideales.",
  "645": "Lo ambsideran una deidad de las cosechas perquè los cultivos crecen en abundancia en las terras por las que pasa.",
  "646": "Pokémon legendario que aiguarda al héroe que compense el vacío de su cos de gel amb verdad e ideales.",
  "647": "Corre por mares, rius o cualquier superficie acuática de todo el món. Aparece en aiguas límpidas.",
  "648": "Las melodias que canta Meloetta tienen el poder de hacer sentir felicidad a los Pokémon que hay a su alrededor.",
  "649": "Pokémon de tipo Bicho de la antigüedad, modificado por el Equipo Plasma. El cañón de su lomo ha sido mejorado.",
  "650": "Cuando acumula energía, las suavés púas de su cap se vuelven tan duras y afiladas que hasta pueden atravesar rocas.",
  "651": "Desvía los atacs de los enemics amb la robusta coraza que cubre su cos y ambtraataca amb sus dos afilados cuernos.",
  "652": "Su força és tal que, de un empellón, pot hacer volcar un tanque de 50 toneladas. Protege a sus aliados quan fa de escudo.",
  "653": "Tras masticar e ingerir petitas ramas se siente pletórico y expulsa aire caliente por sus grans orejas a temperaturas superiorés a los 200 ºC.",
  "654": "Tiene una rama enredada en la cua. Cuando la saca, la rama prende foc al hacer fricción amb su pelaje y se lanza al atac amb ella.",
  "655": "Fija la mirada en la llama que arde en la punta de su bastón per ambcentrarse y prever sucesos que tienen lloc en el futuro.",
  "656": "Secreta burbujas tanto por la espalda com por el pecho. Gracias a la elasticidad de estas, pot perr atacs y reducir el daño recibido.",
  "657": "Puede lanzar pedras envueltas en burbujas amb tal puntería, que acierta latas vacías a 30 metros de distancia.",
  "658": "Comprime el aigua y crea estrellés ninja amb las que ataca al enemic. Cuando las fa girar a gran velocidad cortan en dos hasta el metall.",
  "659": "Usa sus grans orejas per excavar en la terra y así crear madrigueras. Puede pasarse una nit entera cavando sense perr.",
  "660": "Sus grans orejas tienen tal força que amb ellas pot levantar amb facilidad rocas de més de una tonelada. Es de una ajuda inestimable en las obras.",
  "661": "Es molt amigable y se comunica amb sus aliados mediante melodiosos gorjeos y el movimiento de su cua y sus grácilés ales.",
  "662": "Lanza chispas por su pico y prende foc a la herba alta per así sorprender a sus presas y atraparlas quan intentan escapar.",
  "663": "Si se exalta durante un combate reñido, arroja chispas y ascuas de los intersticios entre su plumaje mientras vuela.",
  "664": "Cuando recibe el atac de un Pokémon pájaro, expulsa unas escamas negras que provocan parálisis si se entra en ambtacto amb ellas.",
  "665": "Habita en la sombra de la espesura. Si percibe alguna amenaza, su pelaje se eriza y se vuelve molt afilado per así intimidar al enemic.",
  "666": "En el món existen Vivillon amb diferentés motivos en sus ales. El clima de cada región influye en sus rasgos.",
  "667": "Cuanto més poderoso és el enemic al que se enfrenta, més calor desprende su mechón y més energía recorre todo su cos.",
  "668": "El macho amb la melena de foc més gran de toda la maneda és el líder de sus compañeros.",
  "669": "Acumula el polen de las flors per ambfeccionar la tiara que lleva en la cap, que cuenta amb propiedadés curativas.",
  "670": "Revolotea alrededor de campos de flors y cuida de aquellas que empiezan a marchitarse. Usa en combate el poder oculto de las flors.",
  "671": "Habita en preciosos jardinés floridos. Absorbe la energía que emiten las plantas y la ambvierte en su fuente de poder.",
  "672": "Se dice que fue la primera especie de Pokémon que se acostumbró a vivir amb los serés humanos. Tiene una naturaleza molt afable.",
  "673": "Percibe los sentimientos del Entrenador por la forma en la que agarra sus cuernos, encara que sean variacionés sutiles, y así avanzan com si foran un solo ente.",
  "674": "Se esforça mucho per que el enemic no lo menysprecie, però su mirada no intimida demasiado. Se caracteriza por mascar sempre una hoja.",
  "675": "Es molt temperamental, però no permite que nadie se meta amb los feblees. Mediante su hoja, predice los movimientos del enemic.",
  "676": "Cuando le esquilan su mullido pelaje, no solo mejora su apariencia, senseo que aumenta su agilidad.",
  "677": "Protege amb las orejas el órgano amb el que irradia su intenso poder psíquico per evitar que este se escape al exterior.",
  "678": "Cuando percibe peligro, yergue sus orejas y desata un poder psíquico capaz de levantar un camión de unas 10 toneladas.",
  "679": "Cuentan que este Pokémon nace quan el espíritu de un difunto toma posesión de una espada antigua. Se aferra a las personés y absorbe su energía.",
  "680": "Al evolucionar se divide en dos espadas. Se comunican entre sí mediante telepatía y coordinan los atacs per rebanar al enemic.",
  "681": "Han permanecido junto a estirpés de reyés durante generaciones. Mediante su poder espectral pueden ambtrolar a humanos y a Pokémon.",
  "682": "Su cos emana una fragancia que embelesa a quien la huele. La fragancia és diferente según los alimentos que ingiere.",
  "683": "Puede producir multitud de olorés diferentés y, en combate, secreta los que le resultan molestos al enemic per así ambtar amb cierta ventaja.",
  "684": "Escupe hebras pegajosas de color blanc y textura parecida a la del algodón de azúcar, amb las que envuelve al enemic y le impide que se mueva.",
  "685": "Puede rastrear hasta el més feble de los olores. Hace uso de su fino olfato per ayudar a los pasteleros més exquisitos.",
  "686": "Los enemics que ambtemplan el titilante fulgor de su brillante cos terminan mareándose y pierden las ganas de ambtinuar combatiendo.",
  "687": "Tiene a su disposición los poders hipnóticos més poderosos de entre todos los Pokémon. Controla al enemic a su voluntad.",
  "688": "Dos Binacle ambviven en la misma roca, però quan se produce un altercado entre ambos, uno de ellos se muda a otra.",
  "689": "Al evolucionar, los dos Binacle se dividen y dan lloc a siete criaturas que se aglomeran formando un Barbaracle y suman su poder al combatir.",
  "690": "Adopta la apariencia de algas podridas y lanza un líquido venenoso a las presas desprevenidas que pasan a prop.",
  "691": "Ataca de manera indiscrimineda a quien ose adentrarse en su territorio, escupiéndole un virulent veneno que pot corroer hasta el casco de un petrolero.",
  "692": "Abate a enemics voladorés disperndo aigua a presión amb su enorme pinza com si de una pistola se tratara.",
  "693": "Posee una enorme pinza que disper bolas de aigua que podrían atravesar incluso el casco de un petrolero.",
  "694": "Habita en los desiertos y, quan toma el sol, acumula energía, lo que le permite vivir sense la necesidad de ingerir alimentos.",
  "695": "Extiende su gorguera y genera energía elèctrica suficiente per cubrir el ambsumo de electricitat de un rascacielos entero.",
  "696": "Pokémon recreado a partir de fósiles. Cuando sucede algo que no és de su agrado, se enfurece y se vuelve violent.",
  "697": "En el món antiguo en el que habitaba no tenía rivalés gracias a sus mandíbulas, amb las que podría despedazar amb facilidad gruesas placas de acero.",
  "698": "Pokémon que ha sido regenerado a partir de un trozo de su antiguo cos, que quedó ambgelado fa unos 100 millonés de años.",
  "699": "Expulsa un gas gélido a temperaturas inferiorés a los -150 ºC a través de sus cristallés romboidés y ambgela así a su enemic.",
  "700": "A través de sus apéndicés sensitivos amb forma de cinta, emite unas ondas tranquilizadoras mediante las cualés deté los combates.",
  "701": "A pesar de ser un Pokémon de petita estatura, su pericia en el combate le permite plantar cara a Pokémon com Machamp o Hariyama.",
  "702": "Sus bigotés hacen la función de antenas, por lo que pot enviar y recibir ondas elèctricas per comunicarse a grans distancias.",
  "703": "Nace en las profundidadés subterráneas, a altas temperaturas y a gran presión. Irradia energía por la roca que té en la cap.",
  "704": "Es el Pokémon de tipo Dragón més feble. Habita en zonas oscuras y húmedas per evitar que su viscoso cos se seque.",
  "705": "Segrega una mucosidad que corroe todo lo que toca y ambsigue así ahuyentar al enemic. Sus ulls han involucionado, por lo que no pot ver.",
  "706": "Pokémon de tipo Dragón molt afable al que le gusta abrazar amb efusión a su Entrenador, encara que después lo deja totalmente pringado.",
  "707": "Tiene el hábito de coleccionar llaves. Cuando un enemic lo ataca, las fa tintinear com método de intimidación.",
  "708": "Pokémon que nace quan un espíritu se adentra en un tocón podrido. Habita en boscs que son poco frecuentados por humanos.",
  "709": "Puede ambtrolar los arbreés a su voluntad. Reté hasta el fin de sus dias a los humanos que se adentran en el bosc y lo mancillan.",
  "710": "En el interior de la calabaza reside un espíritu que ha permanecido atrapado en este món. Entra en acción al caer la nit.",
  "711": "En las nits de lluna nueva deambula por las callés de las ciutatés y emite espeluznantés alaridos que maldicen a quienés los oyen.",
  "712": "Envuelve su cos en una capa de gel que le permite evitar los atacs del enemic. Si se resquebraja, la recompone amb aire gélido.",
  "713": "Su cos, cubierto de gel, és tan duro com el propio acero. Su abultada figura le permite arramblar amb todo lo que se troba a su paso.",
  "714": "Habita en cuevas on reina la més absoluta oscuridad y emite ondas ultrasónicas de 200 000 Hz a través de sus enormés orejas.",
  "715": "Surca el cielo nocturno quan ni siquiera la lluna brilla y ataca a presas incautas. Es imbatible en combatés que tienen lloc a oscuras.",
  "716": "Según las leyendas, pot compartir el secreto de la vida eterna. Ha despertado tras dormir durante mil años baix la apariencia de un arbre.",
  "717": "Pokémon legendario que, al extender sus alés y las plumas de la cua, emite un brillo carmesí que absorbe la energía vital de su enemic.",
  "718": "Cuando el ecosistema de Kalos se troba en peligro, aparece y revela su poder secreto.",
  "719": "Es una transformación súbita de Carbink. Se dice que su cos, que irradia destellos rosados, és lo més bonito de este món.",
  "720": "Este problemático Pokémon envía cualquier objeto a llocés remotos mediante unos anillos que deforman el espacio.",
  "721": "Expulsa vapor y desaparece entre la densa niebla. Dicen que habita en muntanyas solitarias.",
  "722": "Es cauteloso, desambfiado y de naturaleza nocturna. Durante el dia acumula energía mediante la fotosíntesis.",
  "723": "Es un poco coqueto, por lo que, quan puede, se acicalas ales. En ocasionés se niega a combatir por temor a mancharse las plumas.",
  "724": "Las plumas de sus alés le sirven de flechas amb las que pot acertar a un guijarro a 100 m.",
  "725": "Prende las bolas de pelo que se forman en su estómago tras acicalarse. Las llamas que escupe tienen formas variopintas.",
  "726": "Luce al cuello un cascabel incandescente que tintinea amb força quan desprende llamas.",
  "727": "Posee un carácter rudo y egoísta. Si un Entrenador no le cae en gracia, ignora sus órdenés amb total impasibilidad.",
  "728": "Se le amboce por su diligencia y predisposición. Segrega aigua por la nariz per hinchar globos amb los que golpea a sus rivales.",
  "729": "Un bailarín ambsumado. Crea globos de aigua amb los que golpea a sus rivalés una y otra vez sense dejar de bailar.",
  "730": "Es capaz de ambtrolar globos de aigua mediante un canto cuya melodia se ha transmitido entre los suyos de generación en generación.",
  "731": "Hace agujeros en los arbreés a una velocidad de 16 picotazos por segundo y los utilitza com despensa o com su nido.",
  "732": "Almacena en su pico las semillas de las bayas de las que se alimenta per usarlas com arma ambtra enemics y posiblés presas.",
  "733": "Cuando va a combatir, calienta su pico hasta temperaturas que superan los 100 °C, lo que pot causar gravés quemaduras al ambtacto.",
  "734": "Sus afilados colmillos lo atraviesan todo. No és autóctono de Alola, senseo que prove de otra región.",
  "735": "Al detectar el rastro de una presa, la acecha amb tenacidad, però al ponerse el sol le vence el sueño.",
  "736": "Con sus duras mandíbulas arranca la corteza de los arbreés y sorbe la savia. Suele habitar baix terra.",
  "737": "Almacena electricitat en su cos, lo que pot resultar útil en numerosas situaciones, com al salir de acampada.",
  "738": "Sobrevola un área en busca de presas. Puede ambcentrar una potente carga elèctrica entre sus mandíbulas per atacar a sus rivales.",
  "739": "Protege sus puntos febleés amb las pinzas y propina puñetazos en cuanto té ocasión. Cuando pierde, llora lágrimas espumosas.",
  "740": "Tras perderse intentando coronar una alta muntanya, desarrolló una capa de pelo per protegerse del friu.",
  "741": "Junta las alés y lanza voracés llamas al rival. Su atac se asemeja a una elaborada coreografía de foc.",
  "742": "Se alimenta de néctar y polen. Es capaz de detectar los capullos que están a punto de abrirse.",
  "743": "Fabrica varios tipos de bolas de polen. Algunas se usan com alimento y otras per el combate.",
  "744": "Su carácter amigable lo ambvierte en el Pokémon ideal per Entrenadorés novatos. Sin embargo, al crecer suele volverse un poco agresivo.",
  "745": "Su velocidad desambcierta a sus rivales. Ataca amb urpes, colmillos y amb las pedras afiladas de su melena.",
  "746": "Al sentirse amenazado, sus ulls emiten cierto brillo, algo que atrae a otros miembros de su especie, y juntos luchan com un mismo ente.",
  "747": "Aturde a su presa amb los aguijonés venenosos de la cap. Cuando esta se debilita, la rodea amb sus diez extremidadés y la remata.",
  "748": "Se arrastra por el lecho marino amb sus doce extremidades. Deja sempre una estela de restos de Corsola por on pasa.",
  "749": "El lodo que impregna sus potés le otorga una fort tracción, lo que le permite alcanzar altas velocidadés al correr.",
  "750": "El lodo que segrega por la boca se vuelve impermeable al secarse, por lo que solía usarse com capa aillante en las paredés de las casas.",
  "751": "Emerge a la superficie per alimentarse. La burbuja amb la que se rodea le sirve per respirar y proteger su delicada cap.",
  "752": "Propina capzos amb su burbuja. Los Pokémon de menor tamaño quedan atrapados en su interior y perecen ahogados.",
  "753": "Mientras que de dia dorm tranquilamente a la luz del sol, al caer la nit busca un sitio més seguro per dormir.",
  "754": "Dedica mucho temps y esfuerzo a acicalarse y preservar sus vivos colors. A algunos ejemplarés incluso lés lleva todo el dia.",
  "755": "Cuando titila, esparce esporas luminosas a su alrededor. Todo aquel que ve esta luz cae en un profundo sueño.",
  "756": "Es peligroso adentrarse por la nit en un bosc habitado por Shiinotic. Su luz ambfunde a los caminantes, que terminan perdiéndose.",
  "757": "Aturde a sus oponentés amb un gas venenoso que produce al quemar sus fluidos corporalés y luego se abalanza sobre ellos.",
  "758": "Por algún motivo desambocido, solo hay hembras. Suele formarse su propio harén compuesto por Salandit machos.",
  "759": "Pese a su aspecto encantador, quan se enoja, sus pataletas son tan ferocés que pueden derribar hasta a un luchador profesional.",
  "760": "Es un Pokémon molt peligroso por su força descomunal. Normalmente, se desaambseja penetrar en su hábitat.",
  "761": "Atraídos por el apetitoso aroma que desprende su cos, los Toucannon los engullen amb avidez sense ni siquiera masticar.",
  "762": "El cáliz de su cap se ha desarrollado y le protegeix todo el cos. Es tan duro que no le importa que lo picoteen los Pokémon pájaro.",
  "763": "Propinar patadas implacablés és su especialidad. Patea a sus oponentés derrotados y proclama su victoria amb una gran carcajada.",
  "764": "Prende flors en su tallo, que és molt rico en nutrientes. Las flors se revitalizan y desprenden una agradable fragancia.",
  "765": "Es un Pokémon famoso por su astucia e ingenio. Desprecia a los Entrenadorés novatos y prefiere a los més veteranos.",
  "766": "Suele ir en grupos de unos veinte ejemplares. Sus miembros permanecen sempre unidos y mai se abandonan unos a otros.",
  "767": "Cuando se asusta, huye despavorido moviendo rápidamente sus múltiplés potes. Deja el suelo limpio y pulido allí por on pasa.",
  "768": "Gracias a su destreza y sus enormés y afiladas urpes, pot cortar hasta el aire y el aigua de un solo tajo.",
  "769": "Surgió quan una persona murió abandoneda en plena calle y su resentimiento poseyó un montículo de arena apilado por un nen.",
  "770": "Manipulando a la gente ha ambseguido transformarse en todo un castillo de arena, lo que ha aumentado su poder maligno.",
  "771": "Vive en las playas y en aiguas poco profundas. Expulsa sus entrañas per engañar a sus depredadorés y librarse de ellos.",
  "772": "La pesada méscara le impide liberar toda su força, que se cree que és extraordinaria.",
  "773": "La ambfianza amb su Entrenador ha despertado su potencial. Ahora és capaz de cambiar de tipo a voluntad durante el combate.",
  "774": "Vive en la capa de ozono hasta que su caperzón se fa demasiado pesado y cae sense remisión a terra firme.",
  "775": "Pasa la vida entera sumido en un profundo sueño. Toda su actividad parece reflejar los sueños que té en ese momento.",
  "776": "Posee un caperzón que estalla al ambtacto. El orificio que se aprecia en su vientre és su punto feble.",
  "777": "Cuando se siente amenazado, eriza las púas de su lomo per pinchar a quien ose atacarlo.",
  "778": "Su verdadero aspecto és un misterio total. Un investigador que intentó mirar dins del saco recibió, literalmente, un susto de muerte.",
  "779": "Cuando la protuberancia que té en la cap emite poders psíquicos, se escucha com un ruido de dents rechinando molt molesto.",
  "780": "Es de naturaleza mansa, però si se le provoca y monta en cólera, destrueix todo lo que le rodea amb su aliento devastador.",
  "781": "Los giros de su enorme ancla son capacés de noquear al mismísimo Wailord de un solo golpe. El alga verd és su verdadero cos.",
  "782": "Comunica sus sentimientos haciendo sonar sus escamas. El ruido metálico producido reverbera en las altas muntanyas on habita.",
  "783": "Se lanza sobre su presa entonando un grito de guerra. Golpea al enemic y lo fa trizas amb sus escamas.",
  "784": "Al avistar a su enemic, lo intimida amb el tintineo que producen las escamas de su cua. Los més febleés se asustan y huyen.",
  "785": "El espíritu guardián de Melemele, curioso e inquisitivo. Invoca nubés de tempesta y acumula el poder de los llamps en su cos.",
  "786": "El espíritu guardián de Akala, tan inocente com cruel. La fragancia de las flors ambstituye su fuente de energía.",
  "787": "Arranca de cuajo arbreés grans per hacerlos girar. Vuelve exuberante la vegetación y luego absorbe su energía.",
  "788": "Desambcierta al enemic provocando una espesa niebla que se ambvierte en su perdición. Las corrientés marinas son su fuente de energía.",
  "789": "Su cos se compone de una materia gaseosa inestable. Crece poco a poco al acumular las motas de polvo que flotan en el aire.",
  "790": "Permanece inmóvil, com si estuviera muerto, encara que al tocarlo se percibe un ligero calor. Antaño se le llamaba Crisálida de las Estrellas.",
  "791": "Se cree que prove de otro món. El brillo que emite su cos és tal que pot hacer que la nit més profunda parezca pleno dia.",
  "792": "Se dice que és la evolución final hembra de Cosmog. Su tercer ojo aparece quan se traslada a un món distinto.",
  "793": "Un Ultraente envuelto en misterio. Se dice que las víctimas a las que posee se vuelven agresivas.",
  "794": "Un Ultraente procedente de otro món. Se desamboce si exhibe su robusto cos a modo de amenaza o per que lo admiren.",
  "795": "Uno de los temiblés Ultraentes. Se dice que ha sido avistado recorriendo la superficie terrestre a velocidadés de vértigo.",
  "796": "Un Ultraente rodeado de misterio. Se dice que su cos desprende descargas elèctricas de inmensa potencia.",
  "797": "Este Ultraente surgió de un Ultraumbral. Parece haber sido avistado surcando los cielos a velocidadés vertiginosas.",
  "798": "Este Ultraente surgió de un Ultraumbral. Se dice que no és molt agresivo, però su afilado cos és un arma realmente peligrosa.",
  "799": "Se dice que este Ultraente ha sido avistado devorando muntanyas enteras y tragándose prominentés edificios.",
  "800": "Se dice que yacía en el interior de la terra. Se cree que esta criatura, parecida a un Ultraente, vino de otro món fa muchísimo temps.",
  "801": "Pokémon artificial creado fa més de 500 años. Es capaz de entender el lenguaje humano, però carece de la facultad del habla.",
  "802": "Debido a que sempre se ha ocultado en las sombras y no le gusta dejarse ver, su misma existencia és todo un misterio.",
  "803": "En su món, este Ultraente se ambsidera tan entrañable com per ser elegido compañero de viaje.",
  "804": "Una de las temiblés criaturas ambocidas com Ultraentes. En su cos almacena cientos de litros de veneno.",
  "805": "Surgió de un Ultraumbral. Parece estar compuesto de varias criaturas que se han combinado per formar un solo ser.",
  "806": "Parece ser uno de los temiblés Ultraentes. Se aa prop a la gente ambtoneándose y fa explotar su propia cap súbitamente.",
  "807": "Hace jironés al oponente amb sus urpés electrificadas. Aunque este esquive los golpes, acaba electrocutado por las descargas.",
  "808": "Su cos està compuesto de acero líquido. Funde las partículas de hierro y otros metallés del subsuelo per luego absorberlas.",
  "809": "En la antigüedad se le veneraba por su poder de crear hierro. Después de trés milenios, ha regresado misteriosamente.",
  "810": "Al marcar el ritmo amb su baqueta especial, produce unas ondas sonoras capacés de devolver la vitalidad a la flora.",
  "811": "Los Thwackey que marcan el ritmo més ambtundente amb sus dos baquetas son los més respetados por sus ambgéneres.",
  "812": "Controla los poders y las raícés de su sensegular tocón en combate golpeándolo com si fora un tambor.",
  "813": "Se pone a correr per elevar su temperatura corporal y propagar la energía ígnea por todo el cos. Desata así su verdadera força.",
  "814": "Su suave pelaje lo protegeix del friu y le permite incrementar todavía més la temperatura de sus movimientos de tipo Fuego.",
  "815": "Convierte pedras en balonés de foc dándolés toqués y, luego, chuta amb força hacia el rival per chamuscarlo.",
  "816": "Cuando se espanta, libera unas lágrimas amb un factor lacrimógeno equivalente a 100 cebollas per hacer llorar també al rival.",
  "817": "Crea bolas de aigua amb el líquido que segrega por las palmas de las manos y las usa en combate de forma estratégica.",
  "818": "Esambde algunos trucos baix la manga: pot disperr aigua por los dedos o planear amb las membranas de su espalda.",
  "819": "Este Pokémon se troba por todo Galar. No se queda tranquilo hasta que té ambos carrillos atiborrados de bayas.",
  "820": "Sus incisivos, de força y dureza extraordinarias, le permiten mordisquear incluso las bayas més duras. Es un Pokémon molt común en Galar.",
  "821": "De naturaleza valiente, planta cara a cualquier rival, por molt fort que sea. Los ambtraatacs que recibe le sirven per fortalecerse.",
  "822": "Su inteligencia le permite servirse de objetos. Por ejemplo, recoge y lanza pedras amb las potes, o utilitza cuerdas per atrapar a su oponente.",
  "823": "No té rival en los cielos de Galar. El acero negre y lustroso de su cos intimida a cualquier adversario.",
  "824": "Siempre està recopilando información, por lo que és molt inteligente, encara que su força deja bastante que desear.",
  "825": "Apenas se mueve, però està vivo. Se cree que advol poders psíquicos mientras permanece recluido en su caperzón sense comer ni beber.",
  "826": "Este Pokémon és ambocido por su inteligencia. El gran tamaño de su cerebro és un indicio de la magnitud de sus poders psíquicos.",
  "827": "Se sustenta amb el alimento que roba a otros Pokémon. Las almohadillas de sus potés son tan blandas que no fa ningún ruido al caminar.",
  "828": "Marca a su presa sense ser advertido. Sigue el olor y, quan el otro Pokémon baja la guardia, aprovecha per robarle.",
  "829": "Si planta su única extremidad inferior en la terra y se expone a abundante luz solar, sus pétalos cobran un color vivo.",
  "830": "Las semillas que té entre la pelusa son molt nutritivas. Arrastradas por el vent, devuelven la vitalidad a la flora y a otros Pokémon.",
  "831": "Su lana rizada és tan acolchada que no se fa daño ni encara que se caiga por un precipicio.",
  "832": "Su lana és molt flexible. Las alfombras tejidas amb ella adoptan una textura similar a la de las camas elásticas.",
  "833": "Muerde todo lo que se le ponga por delante. Al parecer, lo fa per aliviar el dolor que siente quan le crecen los incisivos.",
  "834": "Un Pokémon de temperamento feroz que atenaza a su presa amb sus forts mandíbulas, capacés de destrozar una barra de hierro.",
  "835": "Al correr, genera electricitat por la base de la cua. Es molt popular entre los pastorés de Galar.",
  "836": "La electricitat que genera y envía a sus potés le ajuda a desplazarse rápidamente. Puede correr sense descanso durante trés dias y trés nits.",
  "837": "Fue descubierto fa aproximadamente 400 años en una mina. Casi la totalidad de su cos presenta una composición igual a la del carbón.",
  "838": "Forma carbón en el interior de su cos. Los antiguos habitantés de Galar lo aprovechaban per sus laborés diarias.",
  "839": "Aunque és de carácter sereno, monta en cólera si ve a serés humanos dañando una mina y reduce todo a cenizas amb sus llamas a 1500 °C.",
  "840": "Habita durante toda su vida en el interior de una manzana. Finge ser una fruta per protegerse de los Pokémon pájaro, sus enemics naturales.",
  "841": "Ha evolucionado tras ingerir una manzana ácida. Las bolsas de las mejillas albergan un fluido cuya extrema acidez llega a provocar quemaduras.",
  "842": "Ha evolucionado tras ingerir una manzana dulce. De ahí que el olor que emana per atraer a sus presas, los Pokémon insecto, sea tan agradable.",
  "843": "Almacena la arena que ingiere al perforar hoyos en la saca del cuello, cuya capacidad llega a alcanzar incluso los 8 kg.",
  "844": "Se retuerce per expulsar por los orificios nasalés hasta 100 kg de arena. La ausencia de esta mina su ánimo.",
  "845": "Su colosal potencia le permite machacar al rival de un solo golpe, encara que su carácter despistado lo lleva a olvidarse de su presencia.",
  "846": "Se siente molt orgulloso de su afilada mandíbula. En cuanto detecta el més mínimo movimiento, va directo al objetivo per cargar ambtra él.",
  "847": "Su mandíbula és tan puntiaguda com una lanza y tan dura com el acero. Al parecer, su carne és sorprendentemente deliciosa.",
  "848": "Secreta toxinas por la piel y las almacena en una bolsa de veneno interna. Tocarlo da calambre.",
  "849": "Cuando rasga las protuberancias del pecho per generar energía elèctrica, emite un sonido similar al de una guitarra, que reverbera en el entorno.",
  "850": "Genera calor ambsumiendo el gas inflamable que almacena en su cos. Los círculos grocs del abdomen están particularmente calientes.",
  "851": "Cuando genera calor, su temperatura corporal alcanza aproximadamente los 800 °C. Usa el cos a modo de látigo per lanzarse al atac.",
  "852": "Emerge a terra firme en busca de alimento. Su extrema curiosidad lo induce a golpear amb los tentáculos todo lo que entra en su campo visual.",
  "853": "Todo su cos és una mole de puro músculo. Utiliza los tentáculos per ejecutar técnicas de estrangulamiento amb una formidable potencia.",
  "854": "Según se dice, este Pokémon surgió de un alma solitaria que poseyó una taza abandoneda llena de un té ya friu.",
  "855": "Se hospeda en teteras dignas de un anticuario. Las originalés son escasísimas, però existe un gran número de burdas falsificaciones.",
  "856": "Percibe los sentimientos de los serés vivos amb la protuberancia de la cap. Solo abre su corazón a quienés muestren un carácter sosegado.",
  "857": "Silencia a cualquiera que muestre una emoción intensa sense importar de quién se trate y recurre per ello a métodos a cuál més violent.",
  "858": "Para mantener alejados a los demés serés vivos, emana a su alrededor ondas psíquicas cuya potencia és capaz de provocar jaquecas.",
  "859": "Con el fin de revitalizarse, inhala por la nariz la energía negativa que desprenden tanto personés com Pokémon quan están desambtentos.",
  "860": "Su estrategia ambsiste en postrarse ante el rival y fingir una disculpa per ensartarlo amb el mechón que té en la espalda, afilado cual lanza.",
  "861": "Cuando enrolla sus cabellos por todo el cos, aumenta su potencia muscular. Posee una força capaz de someter a Machamp.",
  "862": "La potencia de su voz és realmente pasmosa. La técnica que usa per intimidar al rival mientras grita recibe el nombre de Obstrucción.",
  "863": "El pelo de la cap se le ha endurecido hasta el punto de parecer un yelmo de hierro. Posee un temperamento molt combativo.",
  "864": "Su energía espiritual ha aumentado hasta hacerlo desprenderse de su base caliza. Protege el alma del núcleo amb su cos espectral.",
  "865": "Los ejemplarés que superan numerosos combatés evolucionan y adoptan esta forma. Abandonan el terreno de combate en cuanto el puerro se seca.",
  "866": "Es un bailarín ambsumado de claqué. Agita su bastón de gel mientras exhibe su destreza amb grácilés pasos.",
  "867": "Una poderosa maldición pesa sobre esta antigua imagen grabada, que ha cobrado vida tras adueñarse del alma de Yamask.",
  "868": "Su cremoso cos surgió a partir de la unión de partículas odoríferas de dulcés aromas presentés en el aire.",
  "869": "Obsequia bayas decoradas amb nata a aquellos Entrenadorés en los que ambfía.",
  "870": "Este Pokémon ambsta de cinco subalternos y un líder, cuyas órdenés obedecen sense rechistar.",
  "871": "Libera electricitat por la punta de las púas. Con sus afilados dents raspa las algas pegadas a las rocas per ingerirlas.",
  "872": "Teje un hilo gélido que le permite aferrarse a las ramas y simula ser un carámbano mientras duerme.",
  "873": "La temperatura de sus alés és de -180 °C. Sobrevola el campo esparciendo sus gélidas escamas, com si de neu se tratase.",
  "874": "Pasa el temps observando inmóvil el recorrido del sol sobre las extensas praderas que habita. Se especializa en técnicas de ágilés patadas.",
  "875": "La corriente lo ha transportado hasta aquí desde un lloc sumamente gélido. Utiliza el gel per mantener la cara refrigerada en todo momento.",
  "876": "Percibe las emocionés del objetivo amb los cuernos de la cap. Los machos están atentos a cualquier cosa que necesite su Entrenador.",
  "877": "Siempre té hambre. Se nutre de las semillas que guarda en una suerte de bolsillos per generar electricitat.",
  "878": "Su ambstitución fornida le permite transportar sense inmutarse cargas de 5 toneladas. Utiliza la trompa per excavar la terra.",
  "879": "Su piel verdosa és resistente al aigua. Prove de terras lejanas y presta ajuda a las personés en la realización de ciertos trabaixs.",
  "880": "La robustez de su tren inferior lo hacía invencible en la antigüedad, però se extinguió tras comerse todas las plantas de las que se nutría.",
  "881": "La parte superior del cos està ambgelada y, al temblar, genera electricitat. Camina amb suma dificultad.",
  "882": "Su excelente capacidad motriz y la força de su mandíbula lo hacían antaño invencible, però dar caza a todas sus presas propició su extinción.",
  "883": "Atrapa a sus presas ambgelando su entorno, però la ubicación de la boca encima de la cap le genera dificultadés per deglutirlas.",
  "884": "Su cos, similar a un metall pulido, és tan ligero com robusto. Sin embargo, té el defecto de que se oxida amb facilidad.",
  "885": "Habitaba los marés en tempss inmemoriales. Ha revivido en forma de Pokémon de tipo Fantasma per vagar por su antigua morada.",
  "886": "Vuela a una velocidad de 200 km/h. Lucha junto a un Dreepy, al que cuida hasta el momento de su evolución.",
  "887": "Vive en compañía de Dreepy, a los que hospeda en el interior de sus cuernos. Los disper a velocidad supersónica en combate.",
  "888": "Este Pokémon està ambsiderado com un héroe de leyenda. Absorbe el metall per transformarlo y emplearlo com armamento.",
  "889": "Este Pokémon se erigió en salvador de Galar, tras unir forças amb un rey de los hombres. Absorbe el metall per utilizarlo en combate.",
  "890": "Se alimenta de la energía que brota de la terra de Galar absorbiéndola por el núcleo del pecho.",
  "891": "Perfecciona su técnica mediante una estricta disciplina. Según la corriente marcial que siga, adoptará una forma u otra al evolucionar.",
  "892": "Su estilo de lluita se basa en abatir a sus rivalés de un solo golpe. Se abalanza sobre ellos amb su puño cincelado por el entrenamiento.",
  "893": "Viven en maneda en la selva. Debido a su marcada agresividad, son molt temidos por otros Pokémon selváticos.",
  "894": "Su cos entero és energía elèctrica. Por lo visto, quitarle los anillos que lleva libera su poder oculto.",
  "895": "Cierta teoría afirma que la forma de sus brazos representa la cap de un Pokémon dragón ancestral, encara que esto no ha podido verificarse.",
  "896": "Libera un potente vaho gélido por las pezuñas. Un ser violent que no duda en tomar a la força todo cuanto desea.",
  "897": "Examina su entorno amb todos los sentidos, salvo la vista. Se dice que sus cocés son capacés de robarle el alma a quien las recibe.",
  "898": "Un Pokémon molt compasivo agraciado amb el poder de la curación. Reinó en Galar en tempss remotos.",
  "899": "The black orbs shine with an uncanny light when the Pokémon is erecting invisible barriers. The fur shed from its beard retains heat well and is a highly useful material for winter clothing.",
  "900": "A violent creature that fells towering treés with its crude axés and shields itself with hard stone. If one should chance upon this Pokémon in the wilds, one's only recourse is to flee.",
  "901": "I believe it was Hisui's swampy terrain that gave Ursalluna its burly physique and newfound capacity to manipulate peat at will.",
  "902": "Clads itself in the souls of comradés that perished before fulfilling their goals of journeying upstream. No other speciés throughout all Hisui's rivers is Basculegion's equal.",
  "903": "Because of Sneasler's virulent poison and daunting physical prowess, no other speciés could hope to best it on the frozen highlands. Preferring solitude, this speciés doés not form packs.",
  "904": "Its lancelike spikés and savage temperament have earned it the nickname ”sea fiend.” It slurps up poison to nourish itself.",
  "905": "When it fliés to this land from across the sea, the bitter winter comés to an end. According to legend, this Pokémon's love givés rise to the budding of fresh life across Hisui.",
  "906": "Its fluffy fur is similar in composition to plants. This Pokémon frequently washés its face to keep it from drying out.",
  "907": "Floragato deftly wields the vine hidden beneath its long fur, slamming the hard flower bud against its opponents.",
  "908": "This Pokémon usés the reflective fur lining its cape to camouflage the stem of its flower, creating the illusion that the flower is floating.",
  "909": "It liés on warm rocks and usés the heat absorbed by its square-shaped scalés to create fire energy.",
  "910": "The combination of Crocalor’s fire energy and overflowing vitality has caused an egg-shaped fireball to appear on the Pokémon’s head.",
  "911": "The fiery bird changés shape when Skeledirge sensegs. Rumor has it that the bird was born when the fireball on Skeledirge’s head gained a soul.",
  "912": "This Pokémon migrated to Paldea from distant lands long ago. The gel secreted by its feathers repels water and grime.\"",
  "913": "These Pokémon ambstantly run through shallow waters to train their legs, then compete with each other to see which of them kicks most gracefully.",
  "914": "A sensegle kick from a Quaquaval can send a truck rolling. This Pokémon usés its powerful legs to perform striking dancés from far-off lands.",
  "915": "It searchés for food all day. It possessés a keen sense of smell but doesn’t use it for anything other than foraging.",
  "916": "Oinkologne is proud of its fine, glossy skin. It emits a ambcentrated scent from the tip of its tail.",
  "917": "The ball of threads wrapped around its body is elastic enough to deflect the scythés of Scyther, this Pokémon’s natural enemy.",
  "918": "It clings to branchés and ceilings usenseg its threads and movés without a sound. It takés out its prey before the prey even noticés it.",
  "919": "It has its third set of legs folded up. When it’s in a tough spot, this Pokémon jumps over 30 feet usenseg the strength of its legs.",
  "920": "When it decidés to fight all out, it stands on its previously folded legs to enter Showdown Mode. It neutralizés its enemiés in short order.",
  "921": "It has underdeveloped electric sacs on its cheeks. These sacs can produce electricity only if Pawmi rubs them furiously with the pads on its forepaws.",
  "922": "When its group is attacked, Pawmo is the first to leap into battle, defeating enemiés with a fighting technique that utilizés electric shocks.",
  "923": "This Pokémon normally is slow to react, but once it enters battle, it will strike down its enemiés with lightning-fast movements.",
  "924": "Exhibiting great teamwork, they use their incisors to cut piecés out of any material that might be useful for a nest, then make off with them.",
  "925": "The two little onés just appeared one day. The group might be a family of related Pokémon, but nobody knows for sure.",
  "926": "This Pokémon is smooth and moist to the touch. Yeast in Fidough’s breath inducés fermentation in the Pokémon’s vicinity.",
  "927": "The pleasant aroma that emanatés from this Pokémon’s body helps wheat grow, so Dachsbun has been treasured by farming villages.",
  "928": "It protects itself from enemiés by emitting oil from the fruit on its head. This oil is bitter and astringent enough to make someone flinch.",
  "929": "Dolliv sharés its tasty, fresh-scented oil with others. This speciés has coexisted with humans sensece timés long gone.",
  "930": "This calm Pokémon is very compassionate. It will share its delicious, nutrient-rich oil with weakened Pokémon.",
  "931": "These Pokémon prefer to live in cities. They form flocks based on the color of their feathers, and they fight over territory.",
  "932": "It was born in a layer of rock salt deep under the earth. This speciés was particularly treasured in the old days, as they would share precious salt.",
  "933": "This Pokémon dry curés its prey by spraying salt over them. The curing process steals away the water in the prey’s body.",
  "934": "Garganacl will rub its fingertips together and sprinkle injured Pokémon with salt. Even severe wounds will promptly heal afterward.",
  "935": "Burnt charcoal came to life and became a Pokémon. Possessenseg a fiery fighting spirit, Charcadet will battle even tough opponents.",
  "936": "Armarouge evolved through the use of a set of armor that belonged to a distinguished warrior. This Pokémon is incredibly loyal.",
  "937": "The fiery bladés on its arms burn fiercely with the lingering resentment of a sword wielder who fell before accomplishing their goal.",
  "938": "Tadbulb shakés its tail to generate electricity. If it sensés danger, it will make its head blink on and off to alert its allies.",
  "939": "When this Pokémon expands and ambtracts its wobbly body, the belly-button dynamo in its stomach producés a huge amount of electricity.",
  "940": "When its wings catch the wind, the bonés within produce electricity. This Pokémon divés into the ocean, catching prey by electrocuting them.",
  "941": "Kilowattrel inflatés its throat sac to amplify its electricity. By riding the wind, this Pokémon can fly over 430 milés in a day.",
  "942": "It always scowls in an attempt to make opponents take it seriously, but even crying children will burst into laughter when they see Maschiff’s face.",
  "943": "This Pokémon can store energy in its large dewlap. Mabosstiff unleashés this energy all at once to blow away enemies.",
  "944": "Though usually a mellow Pokémon, it will sensek its sharp, poison-soaked front teeth into any that anger it, causenseg perlysis in the object of its ire.",
  "945": "The color of the poisonous saliva depends on what the Pokémon eats. Grafaiai covers its fingers in its saliva and draws patterns on treés in forests.",
  "946": "A soul unable to move on to the afterlife was blown around by the wind until it got tangled up with dried grass and became a Pokémon.",
  "947": "It will open the branchés of its head to envelop its prey. Once it absorbs all the life energy it needs, it expels the prey and discards it.",
  "948": "Toedscool livés in muggy forests. The flaps that fall from its body are chewy and very delicious.",
  "949": "These Pokémon gather into groups and form coloniés deep within forests. They absolutely hate it when strangers approach.",
  "950": "Klawf hangs upside-down from cliffs, waiting for prey. But Klawf can’t remain in this position for long because its blood rushés to its head.",
  "951": "The more sunlight this Pokémon bathés in, the more spicy chemicals are produced by its body, and thus the spicier its movés become.",
  "952": "The red head ambverts spicy chemicals into fire energy and blasts the surrounding area with a super spicy stream of flame.",
  "953": "This Pokémon creatés a mud ball by mixing sand and dirt with psychic energy. It treasurés its mud ball more than its own life.",
  "954": "The body that supports the ball barely moves. Therefore, it is thought that the true body of this Pokémon is actually inside the ball.",
  "955": "Flittle’s toés levitate about half an inch above the ground because of the psychic power emitted from the frills on the Pokémon’s belly.",
  "956": "It immobilizés opponents by bathing them in psychic power from its large eyes. Despite its appearance, it has a vicious temperament.",
  "957": "It swings its handmade hammer around to protect itself, but the hammer is often stolen by Pokémon that eat metall.",
  "958": "This Pokémon will attack groups of Pawniard and Bisharp, gathering metall from them in order to create a large and sturdy hammer.",
  "959": "This intelligent Pokémon has a very daring disposition. It knocks rocks into the sky with its hammer, aiming for flying Corviknight.",
  "960": "This Pokémon can pick up the scent of a Veluza just over 65 feet away and will hide itself in the sand.",
  "961": "It has a vicious temperament, ambtrary to what its appearance may suggest. It wraps its long bodiés around prey, then drags the prey into its den.",
  "962": "It gathers things up in an apron made from shed feathers added to the Pokémon’s chest feathers, then drops those things from high placés for fun.",
  "963": "It likés playing with others of its kind usenseg the water ring on its tail. It usés ultrasonic wavés to sense the emotions of other living creatures.",
  "964": "This Pokémon changés its appearance if it hears its alliés calling for help. Palafin will never show anybody its moment of transformation.",
  "965": "It is said that this Pokémon was born when an unknown poison Pokémon entered and inspirited an engine left at a scrap-processenseg factory.",
  "966": "It creatés a gas out of poison and minerals from rocks. It then detonatés the gas in its cylinders—now numbering eight—to generate energy.",
  "967": "Apparently Cyclizar has been allowing people to ride on its back sensece ancient times. Depictions of this have been found in 10,000-year-old murals.",
  "968": "When attacked, this Pokémon will wield the tendrils on its body like fists and pelt the opponent with a storm of punches.",
  "969": "It absorbs nutrients from cave walls. The petals it wears are made of crystallized poison.",
  "970": "When this Pokémon detects danger, it will open up its crystalline petals and fire beams from its ambical body.",
  "971": "It is said that a dog Pokémon that died in the wild without ever interacting with a human was reborn as this Pokémon.",
  "972": "Houndstone spends most of its time sleeping in graveyards. Among all the dog Pokémon, this one is most loyal to its master.",
  "973": "This Pokémon apparently tiés the base of its neck into a knot so that energy stored in its belly doés not escape from its beak.",
  "974": "This speciés left the ocean and began living on land a very long time ago. It seems to be closely related to Wailmer.",
  "975": "This Pokémon wanders around snowy, icy areas. It protects its body with powerful musclés and a thick layer of fat under its skin.",
  "976": "When Veluza discards unnecessary flesh, its mind becomés honed and its psychic power increases. The spare flesh has a mild but delicious flavor.",
  "977": "This Pokémon is a glutton, but it’s bad at getting food. It teams up with a Tatsugiri to catch prey.",
  "978": "This is a small dragon Pokémon. It livés inside the mouth of Dondozo to protect itself from enemiés on the outside.",
  "979": "When its anger rose beyond a critical point, this Pokémon gained power that is unfettered by the limits of its physical body.",
  "980": "When attacked, this Pokémon will retaliate by sticking thick spinés out from its body. It’s a risky move that puts everything on the line.",
  "981": "Now that the brain wavés from the head and tail are synced up, the psychic power of this Pokémon is 10 timés stronger than Girafarig’s.",
  "982": "This Pokémon usés its hard tail to make its nest by boring holés into bedrock deep underground. The nest can reach lengths of over six miles.",
  "983": "Only a Bisharp that stands above all others in its vast army can evolve into Kingambit.",
  "984": "Sightings of this Pokémon have occurred in recent years. The name Great Tusk was taken from a creature listed in a certain book.",
  "985": "There has been only one reported sighting of this Pokémon. It resemblés a mysterious creature depicted in an old expedition journal.",
  "986": "It is possible that the creature listed as Brute Bonnet in a certain book could actually be this Pokémon.",
  "987": "This Pokémon has characteristics similar to those of Flutter Mane, a creature mentioned in a certain book.",
  "988": "This mysterious Pokémon has some similaritiés to a creature that an old book introduced as Slither Wing.",
  "989": "No records exist of this Pokémon being caught. Data is lacking, but the Pokémon’s traits match up with a creature shown in an expedition journal.",
  "990": "This Pokémon closely resemblés a scientific weapon that a pernormal magazine claimed was sent to this planet by aliens.",
  "991": "Its shape is similar to a robot featured in a pernormal magazine article. The robot was said to have been created by an ancient civilization.",
  "992": "It is very similar to a cyborg covered exclusively by a pernormal magazine. The cyborg was said to be the modified form of a certain athlete.",
  "993": "It resemblés a certain Pokémon introduced in a pernormal magazine, described as the offspring of a Hydreigon that fell in love with a robot.",
  "994": "This Pokémon resemblés an unknown object described in a pernormal magazine as a UFO sent to observe humanity.",
  "995": "It has some similaritiés to a Pokémon introduced in a dubious magazine as a Tyranitar from one billion years into the future.",
  "996": "Frigibax absorbs heat through its dorsal fin and ambverts the heat into ice energy. The higher the temperature, the more energy Frigibax stores.",
  "997": "Arctibax freezés the air around it, protecting its face with an ice mask and turning its dorsal fin into a blade of ice.",
  "998": "This Pokémon blasts cryogenic air out from its mouth. This air can instantly freeze even liquid-hot lava.",
  "999": "This Pokémon was born inside a treasure chest about 1,500 years ago. It sucks the life-force out of scoundrels who try to steal the treasure.",
  "1000": "Its body seems to be made up of 1,000 coins. This Pokémon gets along well with others and is quick to make friends with anybody.",
  "1001": "The grudge of a person punished for writing the king’s evil deeds upon wooden tablets has clad itself in dead leavés to bemenja a Pokémon.",
  "1002": "This Pokémon can ambtrol 100 tons of fallen snow. It plays around innocently by leaping in and out of avalanchés it has caused.",
  "1003": "The fear poured into an ancient ritual vessel has clad itself in rocks and dirt to bemenja a Pokémon.",
  "1004": "It ambtrols flamés burning at over 5,400 degreés Fahrenheit. It casually swims through the sea of lava it creatés by melting rock and sand.",
  "1005": "It is possible that this is the creature listed as Roaring Moon in an expedition journal that still holds many mysteries.",
  "1006": "It has some similaritiés to a mad scientist’s invention covered in a pernormal magazine.",
  "1007": "This seems to be the Winged King mentioned in an old expedition journal. It was said to have split the land with its bare fists.",
  "1008": "Much remains unknown about this creature. It resemblés Cyclizar, but it is far more ruthless and powerful.",
  "1009": "This ferocious creature is shrouded in mystery. It's named after an aquatic monster mentioned in an old expedition journal.",
  "1010": "Many of its physical characteristics match those of a Virizion from the future that was covered in a pernormal magazine.",
  "1011": "Dipplin is two creaturés in one Pokémon. Its evolution was triggered by a special apple grown only in one place.",
  "1012": "Supposedly, the regrets of a tea ceremony master who died before perfecting his craft lingered in some matcha and became a Pokémon.",
  "1013": "It pretends to be tea, trying to fool people into drinking it so it can drain their life-force. Its ruse is generally unsuccessful.",
  "1014": "After all its musclés were stimulated by the toxic chain around its neck, Okidogi transformed and gained a powerful physique.",
  "1015": "The chain is made from toxins that enhance capabilities. It stimulated Munkidori's brain and caused the Pokémon's psychic powers to bloom.",
  "1016": "Fezandipiti owés its beautiful looks and lovely voice to the toxic stimulants emanating from the chain wrapped around its body.",
  "1017": "This Pokémon's type changés based on which mask it's wearing. It ambfounds its enemiés with nimble movements and kicks.",
  "1018": "It gathers static electricity from its surroundings. The beams it launchés when down on all fours are tremendously powerful.",
  "1019": "Seven syrpents live inside an apple made of syrup. The syrpent in the center is the commander.",
  "1020": "There are scant few reports of this creature being sighted. One short video shows it rampaging and spouting pillars of flame.",
  "1021": "It's said to incinerate everything around it with lightning launched from its fur. Very little is known about this creature.",
  "1022": "It resemblés a Pokémon described in a dubious magazine as a Terrakion that had been modified by an evil organization.",
  "1023": "It resemblés a mysterious object introduced in a pernormal magazine as a cutting-edge weapon shaped like a Cobalion.",
  "1024": "Terapagos protects itself usenseg its power to transform energy into hard crystals. This Pokémon is the source of the Terastal phenomenon.",
  "1025": "It feeds others toxic mochi that draw out desirés and capabilities. Those who eat the mochi fall under Pecharunt’s ambtrol, chained to its will."
}