{
  "1": {
    "name": "Bulbasaur",
    "description": "Un Pokémon únic amb característiques especials. A strange seed was planted on its back at birth. The plant sprouts and grows with this Pokémon."
  },
  "2": {
    "name": "Ivysaur",
    "description": "Quan el bulb del seu esquena creix molt, sembla perdre la capacitat de mantenir-se dret sobre les potes del darrere."
  },
  "3": {
    "name": "Venusaur",
    "description": "La planta floreix quan absorbeix energia solar. Es manté en moviment per buscar la llum del sol."
  },
  "4": {
    "name": "Charmander",
    "description": "Òbviament prefereix llocs calorosos. Quan plou, es diu que surt vapor de la punta de la seva cua."
  },
  "5": {
    "name": "Charmeleon",
    "description": "Quan mou la seva cua ardent, eleva la temperatura a nivells insuportablement alts."
  },
  "6": {
    "name": "Charizard",
    "description": "Escup foc prou calent per fondre roques. És conegut per causar incendis forestals sense voler."
  },
  "7": {
    "name": "Squirtle",
    "description": "Després de néixer, el seu esquena s'infla i s'endureix formant una closca. Polvoritza escuma amb força per la boca."
  },
  "8": {
    "name": "Wartortle",
    "description": "Sovint s'amaga a l'aigua per perseguir preses desprevenides. Per nedar ràpid, mou les orelles per mantenir l'equilibri."
  },
  "9": {
    "name": "Blastoise",
    "description": "Un Pokémon brutal amb jets d'aigua pressuritzada a la closca. Els utilitza per a plaques d'alta velocitat."
  },
  "10": {
    "name": "Caterpie",
    "description": "Els seus peus curts tenen ventoses que li permeten pujar pendents i parets incansablement."
  },
  "11": {
    "name": "Metapod",
    "description": "Aquest Pokémon és vulnerable als atacs mentre la seva closca és tova, exposant el seu cos feble i tendre."
  },
  "12": {
    "name": "Butterfree",
    "description": "En combat, batega les ales a gran velocitat per alliberar pols altament tòxica a l'aire."
  },
  "13": {
    "name": "Weedle",
    "description": "Sovint es troba als boscos, menjant fulles. Té un fibló verinós esmolat al cap."
  },
  "14": {
    "name": "Pokemon14",
    "description": "Descripció no disponible."
  },
  "15": {
    "name": "Beedrill",
    "description": "Té tres fiblons verinosos a les potes davanteres i la cua. Els utilitza per picar repetidament els enemics."
  },
  "16": {
    "name": "Pidgey",
    "description": "Una vista comuna als boscos. Batega les ales a ras de terra per aixecar sorra que cega."
  },
  "17": {
    "name": "Pidgeotto",
    "description": "Molt protector del seu ampli territori, aquest Pokémon picarà ferotgement qualsevol intrús."
  },
  "18": {
    "name": "Pidgeot",
    "description": "Quan caça, vola rasant la superfície de l'aigua a gran velocitat per agafar preses desprevenides com Magikarp."
  },
  "19": {
    "name": "Rattata",
    "description": "Mossega qualsevol cosa quan ataca. Petit i molt ràpid, és una vista comuna en molts llocs."
  },
  "20": {
    "name": "Raticate",
    "description": "Utilitza els bigotis per mantenir l'equilibri. Aparentment es ralentitza si se li tallen."
  },
  "21": {
    "name": "Spearow",
    "description": "Batega les seves petites ales amb pressa per volar. Amb el bec, busca preses a l'herba."
  },
  "22": {
    "name": "Fearow",
    "description": "Amb les seves ales enormes i magnífiques, pot mantenir-se en vol sense haver d'aterrar mai per descansar."
  },
  "23": {
    "name": "Ekans",
    "description": "Es mou silenciosament i furtivament. Menja els ous d'ocells, com Pidgey i Spearow, sencers."
  },
  "24": {
    "name": "Arbok",
    "description": "Es rumoreja que les marques d'advertència ferotges del seu ventre difereixen d'àrea a àrea."
  },
  "25": {
    "name": "Pikachu",
    "description": "Quan diversos d'aquests Pokémon es reuneixen, la seva electricitat pot acumular-se i causar tempestes de llamps."
  },
  "26": {
    "name": "Raichu",
    "description": "La seva cua llarga serveix com a terra per protegir-se del seu propi poder d'alt voltatge."
  },
  "27": {
    "name": "Sandshrew",
    "description": "Un Pokémon únic amb característiques especials. Burrows deep underground in arid locations far from water. It only emerges to hunt for food."
  },
  "28": {
    "name": "Sandslash",
    "description": "Curls up into a spiny ball quan threatened. ell/ella pot roll mentre curled up to atac or escape."
  },
  "29": {
    "name": "Nidoran-F",
    "description": "Although petit el seu/la seva venomous barbs render aquest/aquesta Pokémon perillós el/la female té smaller horns."
  },
  "30": {
    "name": "Nidorina",
    "description": "Un Pokémon únic amb característiques especials. The female's horn develops slowly. Prefers physical attacks such as clawing and biting."
  },
  "31": {
    "name": "Nidoqueen",
    "description": "el seu/la seva hard scales provide fort protection. ell/ella uses el seu/la seva hefty bulk to execute poderós moves."
  },
  "32": {
    "name": "Nidoran-M",
    "description": "Stiffens el seu/la seva ears to sense danger. el/la larger el seu/la seva horns, el/la more poderós el seu/la seva secreted venom."
  },
  "33": {
    "name": "Nidorino",
    "description": "An agressiu Pokémon aquell/aquella és quick to atac el/la banya on el seu/la seva cap secretes a poderós venom."
  },
  "34": {
    "name": "Nidoking",
    "description": "ell/ella uses el seu/la seva poderós cua in combat to smash, constrict, then break el/la prey's bones."
  },
  "35": {
    "name": "Clefairy",
    "description": "el seu/la seva magical i cute appeal té many admirers. ell/ella és rar i found only in certain areas."
  },
  "36": {
    "name": "Clefable",
    "description": "A timid fairy Pokémon aquell/aquella és rarely seen. ell/ella farà run i hide el/la moment ell/ella senses people."
  },
  "37": {
    "name": "Vulpix",
    "description": "At el/la time of birth, ell/ella té just one cua el/la cua splits de el seu/la seva tip as ell/ella grows older."
  },
  "38": {
    "name": "Ninetales",
    "description": "Un Pokémon únic amb característiques especials. Very smart and very vengeful. Grabbing one of its many tails could result in a 1000-year curse."
  },
  "39": {
    "name": "Jigglypuff",
    "description": "quan el seu/la seva huge ulls light up, ell/ella sings a mysteriously soothing melody aquell/aquella lulls el seu/la seva enemies to sleep."
  },
  "40": {
    "name": "Wigglytuff",
    "description": "el/la cos és soft i rubbery. quan angered, ell/ella farà suck in air i inflate itself to an enormous size."
  },
  "41": {
    "name": "Zubat",
    "description": "Un Pokémon únic amb característiques especials. Forms colonies in perpetually dark places. Uses ultrasonic waves to identify and approach targets."
  },
  "42": {
    "name": "Golbat",
    "description": "Once ell/ella strikes, ell/ella farà not stop draining energy de el/la victim even if ell/ella gets too heavy to fly."
  },
  "43": {
    "name": "Oddish",
    "description": "During el/la day, ell/ella keeps el seu/la seva face buried in el/la terra At night, ell/ella wanders around sowing el seu/la seva seeds."
  },
  "44": {
    "name": "Gloom",
    "description": "el/la fluid aquell/aquella oozes de el seu/la seva boca isn't drool. ell/ella és a nectar aquell/aquella és used to attract presa"
  },
  "45": {
    "name": "Vileplume",
    "description": "Un Pokémon únic amb característiques especials. It has the world’s largest petals. With every step, the petals shake out heavy clouds of toxic pollen."
  },
  "46": {
    "name": "Paras",
    "description": "Un Pokémon únic amb característiques especials. Burrows to suck tree roots. The mushrooms on its back grow by draw­ ing nutrients from the bug host."
  },
  "47": {
    "name": "Parasect",
    "description": "Un Pokémon únic amb característiques especials. A host-parasite pair in which the parasite mushroom has taken over the host bug. Prefers damp places."
  },
  "48": {
    "name": "Venonat",
    "description": "Un Pokémon únic amb característiques especials. Lives in the shadows of tall trees where it eats insects. It is attracted by light at night."
  },
  "49": {
    "name": "Venomoth",
    "description": "el/la dustlike scales covering el seu/la seva ales are color-coded to indicate el/la kinds of verí ell/ella té"
  },
  "50": {
    "name": "Diglett",
    "description": "Un Pokémon únic amb característiques especials. Lives about one yard underground where it feeds on plant roots. It sometimes appears above ground."
  },
  "51": {
    "name": "Dugtrio",
    "description": "Un Pokémon únic amb característiques especials. A team of DIGLETT triplets. It triggers huge earthquakes by burrowing 60 miles underground."
  },
  "52": {
    "name": "Meowth",
    "description": "ell/ella washes el seu/la seva face regularly to keep el/la coin on el seu/la seva forehead spotless. ell/ella doesn’t get along amb Galarian Meowth."
  },
  "53": {
    "name": "Persian",
    "description": "Un Pokémon únic amb característiques especials. Although its fur has many admirers, it is tough to raise as a pet because of its fickle meanness."
  },
  "54": {
    "name": "Psyduck",
    "description": "mentre lulling el seu/la seva enemies amb el seu/la seva vacant look, aquest/aquesta wily Pokémon farà use psychokinetic powers."
  },
  "55": {
    "name": "Golduck",
    "description": "Un Pokémon únic amb característiques especials. Often seen swim­ ming elegantly by lake shores. It is often mistaken for the Japanese monster, Kappa."
  },
  "56": {
    "name": "Mankey",
    "description": "Un Pokémon únic amb característiques especials. Extremely quick to anger. It could be docile one moment then thrashing away the next instant."
  },
  "57": {
    "name": "Primeape",
    "description": "Always furious i tenacious to boot. ell/ella farà not abandon chasing el seu/la seva quarry until ell/ella és caught."
  },
  "58": {
    "name": "Growlithe",
    "description": "molt protective of el seu/la seva territory. ell/ella farà bark i bite to repel intruders de el seu/la seva space."
  },
  "59": {
    "name": "Arcanine",
    "description": "A Pokémon aquell/aquella té been admired since el/la past for el seu/la seva beauty. ell/ella runs agilely as if on ales"
  },
  "60": {
    "name": "Poliwag",
    "description": "Un Pokémon únic amb característiques especials. Its newly grown legs prevent it from running. It appears to prefer swimming than trying to stand."
  },
  "61": {
    "name": "Poliwhirl",
    "description": "Capable of living in or out of aigua quan out of aigua ell/ella sweats to keep el seu/la seva cos slimy."
  },
  "62": {
    "name": "Poliwrath",
    "description": "Un Pokémon únic amb característiques especials. An adept swimmer at both the front crawl and breast stroke. Easily overtakes the best human swimmers."
  },
  "63": {
    "name": "Abra",
    "description": "Using el seu/la seva ability to read minds, ell/ella farà identify impending danger i TELEPORT to safety."
  },
  "64": {
    "name": "Kadabra",
    "description": "ell/ella emits special alpha waves de el seu/la seva cos aquell/aquella induce headaches just by being close by."
  },
  "65": {
    "name": "Alakazam",
    "description": "Un Pokémon únic amb característiques especials. Its brain can out­ perform a super­ computer. Its intelligence quotient is said to be 5,000."
  },
  "66": {
    "name": "Machop",
    "description": "Un Pokémon únic amb característiques especials. Loves to build its muscles. It trains in all styles of martial arts to become even stronger."
  },
  "67": {
    "name": "Machoke",
    "description": "el seu/la seva muscular cos és so poderós ell/ella must wear a power save belt to be able to regulate el seu/la seva motions."
  },
  "68": {
    "name": "Machamp",
    "description": "Using el seu/la seva heavy muscles, ell/ella throws poderós punches aquell/aquella pot send el/la victim clear over el/la horizon."
  },
  "69": {
    "name": "Bellsprout",
    "description": "Un Pokémon únic amb característiques especials. A carnivorous Pokémon that traps and eats bugs. It uses its root feet to soak up needed moisture."
  },
  "70": {
    "name": "Weepinbell",
    "description": "ell/ella spits out POISONPOWDER to immobilize el/la enemic i then finishes ell/ella amb a spray of ACID."
  },
  "71": {
    "name": "Victreebel",
    "description": "Un Pokémon únic amb característiques especials. Said to live in huge colonies deep in jungles, although no one has ever returned from there."
  },
  "72": {
    "name": "Tentacool",
    "description": "Un Pokémon únic amb característiques especials. Drifts in shallow seas. Anglers who hook them by accident are often punished by its stinging acid."
  },
  "73": {
    "name": "Tentacruel",
    "description": "Un Pokémon únic amb característiques especials. The tentacles are normally kept short. On hunts, they are extended to ensnare and immobilize prey."
  },
  "74": {
    "name": "Geodude",
    "description": "Un Pokémon únic amb característiques especials. Found in fields and mountains. Mistaking them for boulders, people often step or trip on them."
  },
  "75": {
    "name": "Graveler",
    "description": "Un Pokémon únic amb característiques especials. Rolls down slopes to move. It rolls over any obstacle without slowing or changing its direction."
  },
  "76": {
    "name": "Golem",
    "description": "el seu/la seva boulder-like cos és extremely hard. ell/ella pot easily withstand dynamite blasts without damage."
  },
  "77": {
    "name": "Ponyta",
    "description": "Un Pokémon únic amb característiques especials. Its hooves are 10 times harder than diamonds. It can trample anything completely flat in little time."
  },
  "78": {
    "name": "Rapidash",
    "description": "molt competitive, aquest/aquesta Pokémon farà chase anything aquell/aquella moves ràpid in el/la hopes of racing ell/ella"
  },
  "79": {
    "name": "Slowpoke",
    "description": "Incredibly lent i dopey. ell/ella takes 5 seconds for ell/ella to feel pain quan under atac"
  },
  "80": {
    "name": "Slowbro",
    "description": "el/la SHELLDER aquell/aquella és latched onto SLOWPOKE's cua és said to feed on el/la host's left over scraps."
  },
  "81": {
    "name": "Magnemite",
    "description": "Un Pokémon únic amb característiques especials. Uses anti-gravity to stay suspended. Appears without warning and uses THUNDER WAVE and similar moves."
  },
  "82": {
    "name": "Magneton",
    "description": "Un Pokémon únic amb característiques especials. Formed by several MAGNEMITEs linked together. They frequently appear when sunspots flare up."
  },
  "83": {
    "name": "Farfetchd",
    "description": "el/la sprig of green onions ell/ella holds és el seu/la seva weapon. ell/ella és used much like a metal sword."
  },
  "84": {
    "name": "Doduo",
    "description": "Un Pokémon únic amb característiques especials. A bird that makes up for its poor flying with its fast foot speed. Leaves giant footprints."
  },
  "85": {
    "name": "Dodrio",
    "description": "Un Pokémon únic amb característiques especials. Uses its three brains to execute complex plans. While two heads sleep, one head stays awake."
  },
  "86": {
    "name": "Seel",
    "description": "el/la protruding banya on el seu/la seva cap és molt hard. ell/ella és used for bashing through thick ice."
  },
  "87": {
    "name": "Dewgong",
    "description": "Un Pokémon únic amb característiques especials. Stores thermal energy in its body. Swims at a steady 8 knots even in intensely cold waters."
  },
  "88": {
    "name": "Grimer",
    "description": "Un Pokémon únic amb característiques especials. Appears in filthy areas. Thrives by sucking up polluted sludge that is pumped out of factories."
  },
  "89": {
    "name": "Muk",
    "description": "Thickly covered amb a filthy, vile sludge. ell/ella és so toxic, even el seu/la seva footprints contain verí"
  },
  "90": {
    "name": "Shellder",
    "description": "el seu/la seva hard closca repels any kind of atac ell/ella és vulnerable only quan el seu/la seva closca és open."
  },
  "91": {
    "name": "Cloyster",
    "description": "quan attacked, ell/ella launches el seu/la seva horns in quick volleys. el seu/la seva innards tenir never been seen."
  },
  "92": {
    "name": "Gastly",
    "description": "Un Pokémon únic amb característiques especials. Almost invisible, this gaseous Pokémon cloaks the target and puts it to sleep without notice."
  },
  "93": {
    "name": "Haunter",
    "description": "Un Pokémon únic amb característiques especials. Because of its ability to slip through block walls, it is said to be from an­ other dimension."
  },
  "94": {
    "name": "Gengar",
    "description": "Un Pokémon únic amb característiques especials. Under a full moon, this Pokémon likes to mimic the shadows of people and laugh at their fright."
  },
  "95": {
    "name": "Onix",
    "description": "Un Pokémon únic amb característiques especials. As it grows, the stone portions of its body harden to become similar to a diamond, but colored black."
  },
  "96": {
    "name": "Drowzee",
    "description": "Un Pokémon únic amb característiques especials. Puts enemies to sleep then eats their dreams. Occasionally gets sick from eating bad dreams."
  },
  "97": {
    "name": "Hypno",
    "description": "quan ell/ella locks ulls amb an enemic ell/ella farà use a mix of PSI moves such as HYPNOSIS i CONFUSION."
  },
  "98": {
    "name": "Krabby",
    "description": "Un Pokémon únic amb característiques especials. Its pincers are not only powerful weapons, they are used for balance when walking sideways."
  },
  "99": {
    "name": "Kingler",
    "description": "Un Pokémon únic amb característiques especials. The large pincer has 10000 hp of crushing power. However, its huge size makes it unwieldy to use."
  },
  "100": {
    "name": "Voltorb",
    "description": "Un Pokémon únic amb característiques especials. Usually found in power plants. Easily mistaken for a POKé BALL, they have zapped many people."
  },
  "101": {
    "name": "Electrode",
    "description": "ell/ella stores elèctric energy under molt high pressure. ell/ella often explodes amb little or no provocation."
  },
  "102": {
    "name": "Exeggcute",
    "description": "Un Pokémon únic amb característiques especials. Often mistaken for eggs. When disturbed, they quickly gather and attack in swarms."
  },
  "103": {
    "name": "Exeggutor",
    "description": "Legend té ell/ella aquell/aquella on rar occasions, one of el seu/la seva heads farà drop off i continue on as an EXEGGCUTE."
  },
  "104": {
    "name": "Cubone",
    "description": "Un Pokémon únic amb característiques especials. Because it never removes its skull helmet, no one has ever seen this Pokémon's real face."
  },
  "105": {
    "name": "Marowak",
    "description": "el/la bone ell/ella holds és el seu/la seva key weapon. ell/ella throws el/la bone skillfully like a boomerang to KO targets."
  },
  "106": {
    "name": "Hitmonlee",
    "description": "Un Pokémon únic amb característiques especials. When in a hurry, its legs lengthen progressively. It runs smoothly with extra long, loping strides."
  },
  "107": {
    "name": "Hitmonchan",
    "description": "Un Pokémon únic amb característiques especials. While apparently doing nothing, it fires punches in lightning fast volleys that are impossible to see."
  },
  "108": {
    "name": "Lickitung",
    "description": "el seu/la seva tongue pot be extended like a chameleon's. ell/ella leaves a tingling sensation quan ell/ella licks enemies."
  },
  "109": {
    "name": "Koffing",
    "description": "Un Pokémon únic amb característiques especials. Because it stores several kinds of toxic gases in its body, it is prone to exploding without warning."
  },
  "110": {
    "name": "Weezing",
    "description": "Un Pokémon únic amb característiques especials. Where two kinds of poison gases meet, 2 KOFFINGs can fuse into a WEEZING over many years."
  },
  "111": {
    "name": "Rhyhorn",
    "description": "Un Pokémon únic amb característiques especials. A Pokémon with a one-track mind. Once it charges,  it won't stop running until it falls asleep."
  },
  "112": {
    "name": "Rhydon",
    "description": "Un Pokémon únic amb característiques especials. Protected by an armor-like hide, it is capable of living in molten lava of 3,600 degrees."
  },
  "113": {
    "name": "Chansey",
    "description": "A rar i elusive Pokémon aquell/aquella és said to bring happiness to those who manage to get ell/ella"
  },
  "114": {
    "name": "Tangela",
    "description": "el/la whole cos és swathed amb wide vines aquell/aquella are similar to mar weed. el seu/la seva vines shake as ell/ella walks."
  },
  "115": {
    "name": "Kangaskhan",
    "description": "Un Pokémon únic amb característiques especials. The infant rarely ventures out of its mother's protective pouch until it is 3 years old."
  },
  "116": {
    "name": "Horsea",
    "description": "Known to shoot down flying bugs amb precision blasts of ink de el/la surface of el/la aigua"
  },
  "117": {
    "name": "Seadra",
    "description": "Un Pokémon únic amb característiques especials. Capable of swim­ ming backwards by rapidly flapping its wing-like pectoral fins and stout tail."
  },
  "118": {
    "name": "Goldeen",
    "description": "el seu/la seva cua fin billows like an elegant ballroom dress, giving ell/ella el/la nickname of el/la aigua Queen."
  },
  "119": {
    "name": "Seaking",
    "description": "Un Pokémon únic amb característiques especials. In the autumn spawning season, they can be seen swimming powerfully up rivers and creeks."
  },
  "120": {
    "name": "Staryu",
    "description": "If el seu/la seva cos és torn, ell/ella pot grow back if el/la red core remains. el/la core flashes at midnight."
  },
  "121": {
    "name": "Starmie",
    "description": "el seu/la seva central core glows amb el/la seven colors of el/la rainbow. Some people value el/la core as a gem."
  },
  "122": {
    "name": "Mr-Mime",
    "description": "If interrupted mentre ell/ella és miming, ell/ella farà slap around el/la offender amb el seu/la seva broad hands."
  },
  "123": {
    "name": "Scyther",
    "description": "amb ninja-like agility i speed, ell/ella pot create el/la illusion aquell/aquella there és more than one."
  },
  "124": {
    "name": "Jynx",
    "description": "ell/ella seductively wiggles el seu/la seva hips as ell/ella walks. ell/ella pot cause people to dance in unison amb ell/ella"
  },
  "125": {
    "name": "Electabuzz",
    "description": "Un Pokémon únic amb característiques especials. Normally found near power plants, they can wander away and cause major blackouts in cities."
  },
  "126": {
    "name": "Magmar",
    "description": "el seu/la seva cos always burns amb an orange glow aquell/aquella enables ell/ella to hide perfectly among flames."
  },
  "127": {
    "name": "Pinsir",
    "description": "If ell/ella fails to crush el/la victim in el seu/la seva pincers, ell/ella farà swing ell/ella around i toss ell/ella hard."
  },
  "128": {
    "name": "Tauros",
    "description": "quan ell/ella targets an enemic ell/ella charges furiously mentre whipping el seu/la seva cos amb el seu/la seva long tails."
  },
  "129": {
    "name": "Magikarp",
    "description": "In el/la distant past, ell/ella was somewhat stronger than el/la horribly feble descendants aquell/aquella exist today."
  },
  "130": {
    "name": "Gyarados",
    "description": "Un Pokémon únic amb característiques especials. Once it begins to rampage, a GYARADOS will burn everything down, even in a harsh storm."
  },
  "131": {
    "name": "Lapras",
    "description": "A Pokémon aquell/aquella té been over­ hunted almost to extinction. ell/ella pot ferry people across el/la aigua"
  },
  "132": {
    "name": "Ditto",
    "description": "Un Pokémon únic amb característiques especials. Capable of copying an enemy's genetic code to instantly transform itself into a duplicate of the enemy."
  },
  "133": {
    "name": "Eevee",
    "description": "el seu/la seva genetic code és irregular. ell/ella may mutate if ell/ella és exposed to radiation de element STONEs."
  },
  "134": {
    "name": "Vaporeon",
    "description": "Lives close to aigua el seu/la seva long cua és ridged amb a fin which és often mistaken for a mermaid's."
  },
  "135": {
    "name": "Jolteon",
    "description": "Un Pokémon únic amb característiques especials. It accumulates negative ions in the atmosphere to blast out 10000- volt lightning bolts."
  },
  "136": {
    "name": "Flareon",
    "description": "Un Pokémon únic amb característiques especials. When storing thermal energy in its body, its temperature could soar to over 1600 degrees."
  },
  "137": {
    "name": "Porygon",
    "description": "Un Pokémon únic amb característiques especials. A Pokémon that consists entirely of programming code. Capable of moving freely in cyberspace."
  },
  "138": {
    "name": "Omanyte",
    "description": "Although long extinct, in rar cases, ell/ella pot be genetically resurrected de fossils."
  },
  "139": {
    "name": "Omastar",
    "description": "A prehistoric Pokémon aquell/aquella died out quan el seu/la seva heavy closca made ell/ella impossible to catch presa"
  },
  "140": {
    "name": "Kabuto",
    "description": "A Pokémon aquell/aquella was resurrected de a fossil found in what was once el/la oceà floor eons ago."
  },
  "141": {
    "name": "Kabutops",
    "description": "el seu/la seva sleek shape és perfect for swim­ ming. ell/ella slashes presa amb el seu/la seva urpes i drains el/la cos fluids."
  },
  "142": {
    "name": "Aerodactyl",
    "description": "A Pokémon aquell/aquella roamed el/la skies in el/la dinosaur era. el seu/la seva dents are like saw blades."
  },
  "143": {
    "name": "Snorlax",
    "description": "Un Pokémon únic amb característiques especials. Very lazy. Just eats and sleeps. As its rotund bulk builds, it becomes steadily more slothful."
  },
  "144": {
    "name": "Articuno",
    "description": "Un Pokémon únic amb característiques especials. A legendary bird Pokémon that is said to appear to doomed people who are lost in icy mountains."
  },
  "145": {
    "name": "Zapdos",
    "description": "A llegendari bird Pokémon aquell/aquella és said to appear de clouds mentre dropping enormous lightning bolts."
  },
  "146": {
    "name": "Moltres",
    "description": "Known as el/la llegendari bird of foc Every flap of el seu/la seva ales creates a dazzling flash of flames."
  },
  "147": {
    "name": "Dratini",
    "description": "Un Pokémon únic amb característiques especials. Long considered a mythical Pokémon until recently when a small colony was found living underwater."
  },
  "148": {
    "name": "Dragonair",
    "description": "A mystical Pokémon aquell/aquella exudes a suau aura. té el/la ability to change climate conditions."
  },
  "149": {
    "name": "Dragonite",
    "description": "Un Pokémon únic amb característiques especials. An extremely rarely seen marine Pokémon. Its intelligence is said to match that of humans."
  },
  "150": {
    "name": "Mewtwo",
    "description": "Un Pokémon únic amb característiques especials. It was created by a scientist after years of horrific gene splicing and DNA engineering experiments."
  },
  "151": {
    "name": "Mew",
    "description": "So rar aquell/aquella ell/ella és still said to be a mirage by many experts. Only a few people tenir seen ell/ella worldwide."
  },
  "152": {
    "name": "Chikorita",
    "description": "A sweet aroma gently wafts de el/la leaf on el seu/la seva cap ell/ella és docile i loves to soak up el/la sun's rays."
  },
  "153": {
    "name": "Bayleef",
    "description": "Un Pokémon únic amb característiques especials. The scent of spices comes from around its neck. Somehow, sniffing it makes you want to fight."
  },
  "154": {
    "name": "Meganium",
    "description": "el/la aroma aquell/aquella rises de el seu/la seva petals contains a substance aquell/aquella calms agressiu feelings."
  },
  "155": {
    "name": "Cyndaquil",
    "description": "ell/ella té a timid nature. If ell/ella és startled, el/la flames on el seu/la seva back burn more vigorously."
  },
  "156": {
    "name": "Quilava",
    "description": "Be careful if ell/ella turns el seu/la seva back during combat ell/ella means aquell/aquella ell/ella farà atac amb el/la foc on el seu/la seva back."
  },
  "157": {
    "name": "Typhlosion",
    "description": "If el seu/la seva rage peaks, ell/ella becomes so calent aquell/aquella anything aquell/aquella touches ell/ella farà instantly go up in flames."
  },
  "158": {
    "name": "Totodile",
    "description": "Un Pokémon únic amb característiques especials. Its well-developed jaws are powerful and capable of crushing anything. Even its trainer must be careful."
  },
  "159": {
    "name": "Croconaw",
    "description": "Un Pokémon únic amb característiques especials. If it loses a fang, a new one grows back in its place. There are always 48 fangs lining its mouth."
  },
  "160": {
    "name": "Feraligatr",
    "description": "quan ell/ella bites amb el seu/la seva massive i poderós jaws, ell/ella shakes el seu/la seva cap i savagely tears el seu/la seva victim up."
  },
  "161": {
    "name": "Sentret",
    "description": "A molt cautious Pokémon, ell/ella raises itself up using el seu/la seva cua to get a better view of el seu/la seva surroundings."
  },
  "162": {
    "name": "Furret",
    "description": "ell/ella makes a nest to suit el seu/la seva long i skinny cos el/la nest és impossible for other Pokémon to enter."
  },
  "163": {
    "name": "Hoothoot",
    "description": "ell/ella always stands on one foot. ell/ella changes peus so ràpid el/la movement pot rarely be seen."
  },
  "164": {
    "name": "Noctowl",
    "description": "Un Pokémon únic amb característiques especials. Its eyes are specially adapted. They concentrate even faint light and enable it to see in the dark."
  },
  "165": {
    "name": "Ledyba",
    "description": "ell/ella és molt timid. ell/ella farà be afraid to move if ell/ella és alone. But ell/ella farà be active if ell/ella és in a group."
  },
  "166": {
    "name": "Ledian",
    "description": "Un Pokémon únic amb característiques especials. When the stars flicker in the night sky, it flutters about, scattering a glowing powder."
  },
  "167": {
    "name": "Spinarak",
    "description": "ell/ella lies still in el/la same pose for days in el seu/la seva web, waiting for el seu/la seva unsuspecting presa to wander close."
  },
  "168": {
    "name": "Ariados",
    "description": "ell/ella spins string not only de el seu/la seva rear but also de el seu/la seva boca ell/ella és hard to tell which end és which."
  },
  "169": {
    "name": "Crobat",
    "description": "ell/ella flies so si­ lently through el/la dark on el seu/la seva four ales aquell/aquella ell/ella may not be noticed even quan nearby."
  },
  "170": {
    "name": "Chinchou",
    "description": "Un Pokémon únic amb característiques especials. Chinchou blink their shining antennae at one another to claim their respective turf."
  },
  "171": {
    "name": "Lanturn",
    "description": "el/la light ell/ella emits és so bright aquell/aquella ell/ella pot illuminate el/la sea's surface de a depth of over three miles."
  },
  "172": {
    "name": "Pichu",
    "description": "Un Pokémon únic amb característiques especials. It is not yet skilled at storing electricity. It may send out a jolt if amused or startled."
  },
  "173": {
    "name": "Cleffa",
    "description": "Un Pokémon únic amb característiques especials. Because of its unusual, star-like silhouette, people believe that it came here on a meteor."
  },
  "174": {
    "name": "Igglybuff",
    "description": "ell/ella té a molt soft cos If ell/ella starts to roll, ell/ella farà bounce all over i be impossible to stop."
  },
  "175": {
    "name": "Togepi",
    "description": "el/la closca seems to be filled amb joy. ell/ella és said aquell/aquella ell/ella farà share good luck quan treated kindly."
  },
  "176": {
    "name": "Togetic",
    "description": "They say aquell/aquella ell/ella farà appear before kindhearted, car­ ing people i shower them amb happiness."
  },
  "177": {
    "name": "Natu",
    "description": "Because el seu/la seva ales aren't yet fully grown, ell/ella té to hop to get around. ell/ella és always star­ ing at something."
  },
  "178": {
    "name": "Xatu",
    "description": "They say aquell/aquella ell/ella stays still i quiet because ell/ella és seeing both el/la past i future at el/la same time."
  },
  "179": {
    "name": "Mareep",
    "description": "If static elec­ tricity builds in el seu/la seva cos el seu/la seva fleece doubles in volume. Touching ell/ella farà shock you."
  },
  "180": {
    "name": "Flaaffy",
    "description": "Un Pokémon únic amb característiques especials. As a result of storing too much electricity, it developed patches where even downy wool won't grow."
  },
  "181": {
    "name": "Ampharos",
    "description": "Un Pokémon únic amb característiques especials. The tail's tip shines brightly and can be seen from far away. It acts as a beacon for lost people."
  },
  "182": {
    "name": "Bellossom",
    "description": "Un Pokémon únic amb característiques especials. Plentiful in the tropics. When it dances, its petals rub together and make a pleasant ringing sound."
  },
  "183": {
    "name": "Marill",
    "description": "el/la tip of el seu/la seva cua which con­ tains oil aquell/aquella és lighter than wa­ ter, lets ell/ella swim without drowning."
  },
  "184": {
    "name": "Azumarill",
    "description": "ell/ella lives in aigua virtually all day long. el seu/la seva cos color i pattern act as camouflage aquell/aquella makes ell/ella tough for enemies to spot in aigua"
  },
  "185": {
    "name": "Sudowoodo",
    "description": "Although ell/ella always pretends to be a arbre el seu/la seva composi­ tion appears to be closer to a rock than a plant."
  },
  "186": {
    "name": "Politoed",
    "description": "Un Pokémon únic amb característiques especials. If POLIWAG and POLIWHIRL hear its echoing cry, they respond by gather­ ing from far and wide."
  },
  "187": {
    "name": "Hoppip",
    "description": "Un Pokémon únic amb característiques especials. To keep from being blown away by the wind, they gather in clusters. They do enjoy gentle breezes, though."
  },
  "188": {
    "name": "Skiploom",
    "description": "el/la bloom on top of el seu/la seva cap opens i closes as el/la temperature fluc­ tuates up i down."
  },
  "189": {
    "name": "Jumpluff",
    "description": "Un Pokémon únic amb característiques especials. Once it catches the wind, it deft­ ly controls its cotton-puff spores to float, even around the world."
  },
  "190": {
    "name": "Aipom",
    "description": "el seu/la seva cua és so poderós aquell/aquella ell/ella pot use ell/ella to grab a arbre branch i hold itself up in el/la air."
  },
  "191": {
    "name": "Sunkern",
    "description": "Un Pokémon únic amb característiques especials. It may drop out of the sky suddenly. If attacked by a SPEAROW, it will violently shake its leaves."
  },
  "192": {
    "name": "Sunflora",
    "description": "Un Pokémon únic amb característiques especials. It converts sun­ light into energy. In the darkness after sunset, it closes its petals and becomes still."
  },
  "193": {
    "name": "Yanma",
    "description": "If ell/ella flaps el seu/la seva ales really ràpid ell/ella pot generate shock waves aquell/aquella farà shatter win­ dows in el/la area."
  },
  "194": {
    "name": "Wooper",
    "description": "aquest/aquesta Pokémon lives in fred aigua ell/ella farà leave el/la aigua to search for food quan ell/ella gets fred outside."
  },
  "195": {
    "name": "Quagsire",
    "description": "Un Pokémon únic amb característiques especials. This carefree Pokémon has an easy-going nature. While swimming, it always bumps into boat hulls."
  },
  "196": {
    "name": "Espeon",
    "description": "ell/ella uses el/la fine hair aquell/aquella covers el seu/la seva cos to sense air currents i predict el seu/la seva ene­ my's actions."
  },
  "197": {
    "name": "Umbreon",
    "description": "Un Pokémon únic amb característiques especials. When agitated, this Pokémon pro­ tects itself by spraying poisonous sweat from its pores."
  },
  "198": {
    "name": "Murkrow",
    "description": "Un Pokémon únic amb característiques especials. Feared and loathed by many, it is believed to bring misfortune to all those who see it at night."
  },
  "199": {
    "name": "Slowking",
    "description": "ell/ella té incredible intellect i in­ tuition. Whatever el/la situation, ell/ella remains calm i collected."
  },
  "200": {
    "name": "Misdreavus",
    "description": "Un Pokémon únic amb característiques especials. It likes playing mischievous tricks such as screaming and wailing to startle people at night."
  },
  "201": {
    "name": "Unown",
    "description": "Un Pokémon únic amb característiques especials. Their shapes look like hieroglyphs on ancient tab­ lets. It is said that the two are somehow related."
  },
  "202": {
    "name": "Wobbuffet",
    "description": "ell/ella hates light i shock. If atac ed, ell/ella inflates el seu/la seva cos to pump up el seu/la seva counter­ strike."
  },
  "203": {
    "name": "Girafarig",
    "description": "el seu/la seva cua té a petit brain of el seu/la seva own. Beware! If you get close, ell/ella may react to your scent i bite."
  },
  "204": {
    "name": "Pineco",
    "description": "ell/ella likes to make el seu/la seva closca thicker by adding layers of arbre bark. el/la additional weight doesn't bother ell/ella"
  },
  "205": {
    "name": "Forretress",
    "description": "el seu/la seva entire cos és shielded by a steel-hard closca What lurks inside el/la armor és a total mystery."
  },
  "206": {
    "name": "Dunsparce",
    "description": "quan spotted, aquest/aquesta Pokémon escapes backward by furi­ ously boring into el/la terra amb el seu/la seva cua"
  },
  "207": {
    "name": "Gligar",
    "description": "Un Pokémon únic amb característiques especials. It flies straight at its target's face then clamps down on the star­ tled victim to inject poison."
  },
  "208": {
    "name": "Steelix",
    "description": "ell/ella és thought el seu/la seva cos transformed as a result of iron accumulating internally de swallowing soil."
  },
  "209": {
    "name": "Snubbull",
    "description": "Although ell/ella looks frightening, ell/ella és actually kind i affectionate. ell/ella és molt popular among women."
  },
  "210": {
    "name": "Granbull",
    "description": "Un Pokémon únic amb característiques especials. It is actually timid and easily spooked. If at­ tacked, it flails about to fend off its attacker."
  },
  "211": {
    "name": "Qwilfish",
    "description": "To foc el seu/la seva verí espines ell/ella must inflate el seu/la seva cos by drinking over 2.6 gallons of aigua all at once."
  },
  "212": {
    "name": "Scizor",
    "description": "ell/ella té a steel-hard cos ell/ella intimidates foes by upraising el seu/la seva eye-patterned pincers."
  },
  "213": {
    "name": "Shuckle",
    "description": "el/la BERRIES ell/ella stores in el seu/la seva vase-like closca decompose i become a gooey liquid."
  },
  "214": {
    "name": "Heracross",
    "description": "ell/ella és usually docile, but if ell/ella és disturbed mentre sipping honey, ell/ella chases off el/la intruder amb el seu/la seva banya"
  },
  "215": {
    "name": "Sneasel",
    "description": "el seu/la seva paws conceal sharp urpes If attacked, ell/ella sud­ denly extends el/la urpes i startles el seu/la seva enemic"
  },
  "216": {
    "name": "Teddiursa",
    "description": "Un Pokémon únic amb característiques especials. If it finds honey, its crescent mark glows. It always licks its paws because they are soaked with honey."
  },
  "217": {
    "name": "Ursaring",
    "description": "Although ell/ella és a good climber, ell/ella prefers to snap trees amb el seu/la seva forelegs i eat fallen BERRIES."
  },
  "218": {
    "name": "Slugma",
    "description": "ell/ella never sleeps. ell/ella té to keep moving because if ell/ella stopped, el seu/la seva magma cos would cool i harden."
  },
  "219": {
    "name": "Magcargo",
    "description": "el/la closca on el seu/la seva back és just skin aquell/aquella té cooled i hardened. ell/ella breaks easily amb a slight touch."
  },
  "220": {
    "name": "Swinub",
    "description": "ell/ella rubs el seu/la seva snout on el/la terra to find i dig up food. ell/ella sometimes discovers calent springs."
  },
  "221": {
    "name": "Piloswine",
    "description": "Because el/la long hair all over el seu/la seva cos obscures el seu/la seva sight, ell/ella just keeps charging repeatedly."
  },
  "222": {
    "name": "Corsola",
    "description": "ell/ella continuously sheds i grows. el/la tip of el seu/la seva cap és prized as a treasure for el seu/la seva beauty."
  },
  "223": {
    "name": "Remoraid",
    "description": "ell/ella té superb ac­ curacy. el/la aigua ell/ella shoots out pot strike even moving presa de more than 300 peus"
  },
  "224": {
    "name": "Octillery",
    "description": "ell/ella traps enemies amb el seu/la seva suction- cupped tentacles then smashes them amb el seu/la seva rock-hard cap"
  },
  "225": {
    "name": "Delibird",
    "description": "Un Pokémon únic amb característiques especials. It carries food all day long. There are tales about lost people who were saved by the food it had."
  },
  "226": {
    "name": "Mantine",
    "description": "Un Pokémon únic amb característiques especials. As it majestically swims, it doesn't care if REMORAID attach to it for scavenging its leftovers."
  },
  "227": {
    "name": "Skarmory",
    "description": "Un Pokémon únic amb característiques especials. Its sturdy wings look heavy, but they are actually hollow and light, allowing it to fly freely in the sky."
  },
  "228": {
    "name": "Houndour",
    "description": "ell/ella uses different kinds of cries for communicating amb others of el seu/la seva kind i for pursuing el seu/la seva presa"
  },
  "229": {
    "name": "Houndoom",
    "description": "If you are burned by el/la flames ell/ella shoots de el seu/la seva boca el/la pain farà never go away."
  },
  "230": {
    "name": "Kingdra",
    "description": "ell/ella és said aquell/aquella ell/ella usually hides in underwater caves. ell/ella pot create whirlpools by yawning."
  },
  "231": {
    "name": "Phanpy",
    "description": "ell/ella swings el seu/la seva long snout around play­ fully, but because ell/ella és so fort aquell/aquella pot be dan­ gerous."
  },
  "232": {
    "name": "Donphan",
    "description": "ell/ella té sharp, hard tusks i a rugged hide. el seu/la seva TACKLE és fort enough to knock down a house."
  },
  "233": {
    "name": "Porygon2",
    "description": "Un Pokémon únic amb característiques especials. This upgraded version of PORYGON is designed for space exploration. It can't fly, though."
  },
  "234": {
    "name": "Stantler",
    "description": "Un Pokémon únic amb característiques especials. The curved antlers subtly change the flow of air to create a strange space where real­ ity is distorted."
  },
  "235": {
    "name": "Smeargle",
    "description": "A special fluid oozes de el/la tip of el seu/la seva cua ell/ella paints el/la fluid everywhere to mark el seu/la seva territory."
  },
  "236": {
    "name": "Tyrogue",
    "description": "ell/ella és always bursting amb en­ ergy. To make ell/ella self stronger, ell/ella keeps on fighting even if ell/ella loses."
  },
  "237": {
    "name": "Hitmontop",
    "description": "Un Pokémon únic amb característiques especials. If you become enchanted by its smooth, elegant, dance-like kicks, you may get drilled hard."
  },
  "238": {
    "name": "Smoochum",
    "description": "el seu/la seva lips are el/la most sensitive parts on el seu/la seva cos ell/ella always uses el seu/la seva lips first to examine things."
  },
  "239": {
    "name": "Elekid",
    "description": "Un Pokémon únic amb característiques especials. It rotates its arms to generate electricity, but it tires easily, so it charges up only a little bit."
  },
  "240": {
    "name": "Magby",
    "description": "Each i every time ell/ella inhales i exhales, calent embers dribble out of el seu/la seva boca i nostrils."
  },
  "241": {
    "name": "Miltank",
    "description": "el seu/la seva milk és packed amb nutrition, making ell/ella el/la ultimate beverage for el/la sick or weary."
  },
  "242": {
    "name": "Blissey",
    "description": "Un Pokémon únic amb característiques especials. Anyone who takes even one bite of BLISSEY's egg be­ comes unfailingly caring and pleas­ ant to everyone."
  },
  "243": {
    "name": "Raikou",
    "description": "el/la rain clouds ell/ella carries let ell/ella foc thunderbolts at farà They say aquell/aquella ell/ella descended amb lightning."
  },
  "244": {
    "name": "Entei",
    "description": "Un Pokémon únic amb característiques especials. Volcanoes erupt when it barks. Un­ able to restrain its extreme power, it races headlong around the land."
  },
  "245": {
    "name": "Suicune",
    "description": "ell/ella races around el/la world to purify fouled aigua ell/ella dashes away amb el/la north wind."
  },
  "246": {
    "name": "Larvitar",
    "description": "ell/ella feeds on soil. After ell/ella té eaten a gran muntanya ell/ella farà fall asleep so ell/ella pot grow."
  },
  "247": {
    "name": "Pupitar",
    "description": "el seu/la seva closca és as hard as sheet rock, i ell/ella és also molt fort el seu/la seva THRASHING pot topple a muntanya"
  },
  "248": {
    "name": "Tyranitar",
    "description": "el seu/la seva cos can't be harmed by any sort of atac so ell/ella és molt eager to make challenges against enemies."
  },
  "249": {
    "name": "Lugia",
    "description": "ell/ella és said aquell/aquella ell/ella quietly spends el seu/la seva time deep at el/la bottom of el/la mar because el seu/la seva powers are too fort"
  },
  "250": {
    "name": "Ho-Oh",
    "description": "Un Pokémon únic amb característiques especials. Legends claim this Pokémon flies the world's skies con­ tinuously on its magnificent seven- colored wings."
  },
  "251": {
    "name": "Celebi",
    "description": "aquest/aquesta Pokémon wan­ ders across time. herba i trees flourish in el/la forests in which ell/ella té appeared."
  },
  "252": {
    "name": "Treecko",
    "description": "TREECKO té petit hooks on el/la bottom of el seu/la seva peus aquell/aquella enable ell/ella to scale vertical walls. aquest/aquesta Pokémon attacks by slamming foes amb el seu/la seva thick cua"
  },
  "253": {
    "name": "Grovyle",
    "description": "el/la leaves growing out of GROVYLE’s cos are convenient for camouflaging ell/ella de enemies in el/la bosc aquest/aquesta Pokémon és a master at climbing trees in jungles."
  },
  "254": {
    "name": "Sceptile",
    "description": "el/la leaves growing on SCEPTILE’s cos are molt sharp edged. aquest/aquesta Pokémon és molt agile - ell/ella leaps all over el/la branches of trees i jumps on el seu/la seva foe de above or behind."
  },
  "255": {
    "name": "Torchic",
    "description": "Un Pokémon únic amb característiques especials. TORCHIC sticks with its TRAINER, following behind with unsteady steps. This Pokémon breathes fire of over 1,800 degrees F, including fireballs that leave the foe scorched black."
  },
  "256": {
    "name": "Combusken",
    "description": "Un Pokémon únic amb característiques especials. COMBUSKEN toughens up its legs and thighs by running through fields and mountains. This Pokémon’s legs possess both speed and power, enabling it to dole out ten kicks in one second."
  },
  "257": {
    "name": "Blaziken",
    "description": "In combat BLAZIKEN blows out intense flames de el seu/la seva wrists i attacks foes courageously. el/la stronger el/la foe, el/la more intensely aquest/aquesta Pokémon’s wrists burn."
  },
  "258": {
    "name": "Mudkip",
    "description": "el/la fin on MUDKIP’s cap acts as highly sensitive radar. Using aquest/aquesta fin to sense movements of aigua i air, aquest/aquesta Pokémon pot determine what és taking place around ell/ella without using el seu/la seva ulls"
  },
  "259": {
    "name": "Marshtomp",
    "description": "el/la surface of MARSHTOMP’s cos és enveloped by a thin, sticky film aquell/aquella enables ell/ella to live on land. aquest/aquesta Pokémon plays in mud on beaches quan el/la oceà tide és low."
  },
  "260": {
    "name": "Swampert",
    "description": "SWAMPERT és molt fort ell/ella té enough power to easily drag a boulder weighing more than a ton. aquest/aquesta Pokémon also té poderós vision aquell/aquella lets ell/ella see even in murky aigua"
  },
  "261": {
    "name": "Poochyena",
    "description": "Un Pokémon únic amb característiques especials. At first sight, POOCHYENA takes a bite at anything that moves. This Pokémon chases after prey until the victim becomes exhausted. However, it may turn tail if the prey strikes back."
  },
  "262": {
    "name": "Mightyena",
    "description": "MIGHTYENA gives obvious signals quan ell/ella és preparing to atac ell/ella starts to growl deeply i then flattens el seu/la seva cos aquest/aquesta Pokémon farà bite savagely amb el seu/la seva sharply pointed fangs."
  },
  "263": {
    "name": "Zigzagoon",
    "description": "Un Pokémon únic amb característiques especials. ZIGZAGOON restlessly wanders everywhere at all times. This Pokémon does so because it is very curious. It becomes interested in anything that it happens to see."
  },
  "264": {
    "name": "Linoone",
    "description": "Un Pokémon únic amb característiques especials. LINOONE always runs full speed and only in straight lines. If facing an obstacle, it makes a right-angle turn to evade it. This Pokémon is very challenged by gently curving roads."
  },
  "265": {
    "name": "Wurmple",
    "description": "Using el/la espines on el seu/la seva rear end, WURMPLE peels el/la bark off trees i feeds on el/la sap aquell/aquella oozes out. aquest/aquesta Pokémon’s peus are tipped amb suction pads aquell/aquella allow ell/ella to cling to glass without slipping."
  },
  "266": {
    "name": "Silcoon",
    "description": "SILCOON tethers itself to a arbre branch using silk to keep de falling. There, aquest/aquesta Pokémon hangs quietly mentre ell/ella awaits evolution. ell/ella peers out of el/la silk cocoon through a petit hole."
  },
  "267": {
    "name": "Beautifly",
    "description": "Un Pokémon únic amb característiques especials. BEAUTIFLY’s favorite food is the sweet pollen of flowers. If you want to see this Pokémon, just leave a potted flower by an open window. BEAUTIFLY is sure to come looking for pollen."
  },
  "268": {
    "name": "Cascoon",
    "description": "CASCOON makes el seu/la seva protective cocoon by wrapping el seu/la seva cos entirely amb a fine silk de el seu/la seva boca Once el/la silk goes around el seu/la seva cos ell/ella hardens. aquest/aquesta Pokémon prepares for el seu/la seva evolution inside el/la cocoon."
  },
  "269": {
    "name": "Dustox",
    "description": "Un Pokémon únic amb característiques especials. DUSTOX is instinctively drawn to light. Swarms of this Pokémon are attracted by the bright lights of cities, where they wreak havoc by stripping the leaves off roadside trees for food."
  },
  "270": {
    "name": "Lotad",
    "description": "ell/ella searches about for clean aigua If ell/ella does not drink aigua for too long, el/la leaf on el seu/la seva cap wilts."
  },
  "271": {
    "name": "Lombre",
    "description": "ell/ella lives at el/la water’s edge where ell/ella és sunny. ell/ella sleeps on a bed of aigua herba by day i becomes active at night."
  },
  "272": {
    "name": "Ludicolo",
    "description": "Un Pokémon únic amb característiques especials. LUDICOLO begins dancing as soon as it hears cheerful, festive music. This Pokémon is said to appear when it hears the singing of children on hiking outings."
  },
  "273": {
    "name": "Seedot",
    "description": "SEEDOT attaches itself to a arbre branch using el/la top of el seu/la seva cap ell/ella sucks moisture de el/la arbre mentre hanging off el/la branch. el/la more aigua ell/ella drinks, el/la glossier aquest/aquesta Pokémon’s cos becomes."
  },
  "274": {
    "name": "Nuzleaf",
    "description": "Un Pokémon únic amb característiques especials. NUZLEAF live in densely overgrown forests. They occasionally venture out of the forest to startle people. This Pokémon dislikes having its long nose pinched."
  },
  "275": {
    "name": "Shiftry",
    "description": "ell/ella lives quietly in el/la deep bosc ell/ella és said to create chilly winter winds amb el/la fans ell/ella holds."
  },
  "276": {
    "name": "Taillow",
    "description": "Un Pokémon únic amb característiques especials. TAILLOW courageously stands its ground against foes, however strong they may be. This gutsy Pokémon will remain defiant even after a loss. On the other hand, it cries loudly if it becomes hungry."
  },
  "277": {
    "name": "Swellow",
    "description": "Un Pokémon únic amb característiques especials. SWELLOW flies high above our heads, making graceful arcs in the sky. This Pokémon dives at a steep angle as soon as it spots its prey. The hapless prey is tightly grasped by SWELLOW’s clawed feet, preventing escape."
  },
  "278": {
    "name": "Wingull",
    "description": "WINGULL té el/la habit of carrying presa i valuables in el seu/la seva beak i hiding them in all sorts of locations. aquest/aquesta Pokémon rides el/la winds i flies as if ell/ella were skating across el/la sky."
  },
  "279": {
    "name": "Pelipper",
    "description": "ell/ella és a messenger of el/la skies, carrying petit Pokémon i eggs to safety in el seu/la seva bill."
  },
  "280": {
    "name": "Ralts",
    "description": "RALTS senses el/la emotions of people using el/la horns on el seu/la seva cap aquest/aquesta Pokémon rarely appears before people. But quan ell/ella does, ell/ella draws closer if ell/ella senses aquell/aquella el/la person té a positive disposition."
  },
  "281": {
    "name": "Kirlia",
    "description": "ell/ella és said aquell/aquella a KIRLIA aquell/aquella és exposed to el/la positive emotions of el seu/la seva TRAINER grows beautiful. aquest/aquesta Pokémon controls psychokinetic powers amb el seu/la seva highly developed brain."
  },
  "282": {
    "name": "Gardevoir",
    "description": "GARDEVOIR té el/la ability to read el/la future. If ell/ella senses impending danger to el seu/la seva TRAINER, aquest/aquesta Pokémon és said to unleash el seu/la seva psychokinetic energy at full power."
  },
  "283": {
    "name": "Surskit",
    "description": "de el/la tips of el seu/la seva peus SURSKIT secretes an oil aquell/aquella enables ell/ella to walk on aigua as if ell/ella were skating. aquest/aquesta Pokémon feeds on microscopic organisms in ponds i lakes."
  },
  "284": {
    "name": "Masquerain",
    "description": "Un Pokémon únic amb característiques especials. MASQUERAIN intimidates enemies with the eyelike patterns on its antennas. This Pokémon flaps its four wings to freely fly in any direction - even sideways and backwards - as if it were a helicopter."
  },
  "285": {
    "name": "Shroomish",
    "description": "Un Pokémon únic amb característiques especials. SHROOMISH live in damp soil in the dark depths of forests. They are often found keeping still under fallen leaves. This Pokémon feeds on compost that is made up of fallen, rotted leaves."
  },
  "286": {
    "name": "Breloom",
    "description": "Un Pokémon únic amb característiques especials. BRELOOM closes in on its foe with light and sprightly footwork, then throws punches with its stretchy arms. This Pokémon’s fighting technique puts boxers to shame."
  },
  "287": {
    "name": "Slakoth",
    "description": "Un Pokémon únic amb característiques especials. SLAKOTH lolls around for over twenty hours every day. Because it moves so little, it does not need much food. This Pokémon’s sole daily meal consists of just three leaves."
  },
  "288": {
    "name": "Vigoroth",
    "description": "Un Pokémon únic amb característiques especials. VIGOROTH is always itching and agitated to go on a wild rampage. It simply can’t tolerate sitting still for even a minute. This Pokémon’s stress level rises if it can’t be moving constantly."
  },
  "289": {
    "name": "Slaking",
    "description": "SLAKING spends all day lying down i lolling about. ell/ella eats herba growing within el seu/la seva reach. If ell/ella eats all el/la herba ell/ella pot reach, aquest/aquesta Pokémon reluctantly moves to another spot."
  },
  "290": {
    "name": "Nincada",
    "description": "Un Pokémon únic amb característiques especials. NINCADA lives underground for many years in complete darkness. This Pokémon absorbs nutrients from the roots of trees. It stays motionless as it waits for evolution."
  },
  "291": {
    "name": "Ninjask",
    "description": "Un Pokémon únic amb característiques especials. NINJASK moves around at such a high speed that it cannot be seen, even while its crying can be clearly heard. For that reason, this Pokémon was long believed to be invisible."
  },
  "292": {
    "name": "Shedinja",
    "description": "SHEDINJA’s hard cos doesn’t move - not even a twitch. In fact, el seu/la seva cos appears to be merely a hollow closca ell/ella és believed aquell/aquella aquest/aquesta Pokémon farà steal el/la spirit of anyone peering into el seu/la seva hollow cos de el seu/la seva back."
  },
  "293": {
    "name": "Whismur",
    "description": "Un Pokémon únic amb característiques especials. Normally, WHISMUR’s voice is very quiet - it is barely audible even if one is paying close attention. However, if this Pokémon senses danger, it starts crying at an earsplitting volume."
  },
  "294": {
    "name": "Loudred",
    "description": "Un Pokémon únic amb característiques especials. LOUDRED’s bellowing can completely decimate a wood-frame house. It uses its voice to punish its foes. This Pokémon’s round ears serve as loudspeakers."
  },
  "295": {
    "name": "Exploud",
    "description": "EXPLOUD triggers earthquakes amb el/la tremors ell/ella creates by bellowing. If aquest/aquesta Pokémon violently inhales de el/la ports on el seu/la seva cos el seu/la seva a sign aquell/aquella ell/ella és preparing to let loose a huge bellow."
  },
  "296": {
    "name": "Makuhita",
    "description": "MAKUHITA és tenacious - ell/ella farà keep getting up i attacking el seu/la seva foe however many times ell/ella és knocked down. Every time ell/ella gets back up, aquest/aquesta Pokémon stores more energy in el seu/la seva cos for evolving."
  },
  "297": {
    "name": "Hariyama",
    "description": "Un Pokémon únic amb característiques especials. It has the habit of challenging others without hesitation to tests of strength. It’s been known to stand on train tracks and stop trains using forearm thrusts."
  },
  "298": {
    "name": "Azurill",
    "description": "A Pokémon aquell/aquella lives by aigua ell/ella moves quickly on land by bouncing on el seu/la seva big cua"
  },
  "299": {
    "name": "Nosepass",
    "description": "Un Pokémon únic amb característiques especials. NOSEPASS’s magnetic nose is always pointed to the north. If two of these Pokémon meet, they cannot turn their faces to each other when they are close because their magnetic noses repel one another."
  },
  "300": {
    "name": "Skitty",
    "description": "Un Pokémon únic amb característiques especials. SKITTY has the habit of becoming fascinated by moving objects and chasing them around. This Pokémon is known to chase after its own tail and become dizzy."
  },
  "301": {
    "name": "Delcatty",
    "description": "Un Pokémon únic amb característiques especials. DELCATTY prefers to live an unfettered existence in which it can do as it pleases at its own pace. Because this Pokémon eats and sleeps whenever it decides, its daily routines are completely random."
  },
  "302": {
    "name": "Sableye",
    "description": "Un Pokémon únic amb característiques especials. SABLEYE lead quiet lives deep inside caverns. They are feared, however, because these Pokémon are thought to steal the spirits of people when their eyes burn with a sinister glow in the darkness."
  },
  "303": {
    "name": "Mawile",
    "description": "MAWHILE’s huge jaws are actually steel horns aquell/aquella tenir been transformed. el seu/la seva docile-looking face serves to lull el seu/la seva foe into letting down el seu/la seva guard. quan el/la foe least expects ell/ella MAWHILE chomps ell/ella amb el seu/la seva gaping jaws."
  },
  "304": {
    "name": "Aron",
    "description": "aquest/aquesta Pokémon té a cos of steel. To make el seu/la seva cos ARON feeds on iron ore aquell/aquella ell/ella digs de mountains. Occasionally, ell/ella causes major trouble by eating bridges i rails."
  },
  "305": {
    "name": "Lairon",
    "description": "Un Pokémon únic amb característiques especials. LAIRON tempers its steel body by drinking highly nutritious mineral springwater until it is bloated. This Pokémon makes its nest close to springs of delicious water."
  },
  "306": {
    "name": "Aggron",
    "description": "Un Pokémon únic amb característiques especials. AGGRON claims an entire mountain as its own territory. It mercilessly beats up anything that violates its environment. This Pokémon vigilantly patrols its territory at all times."
  },
  "307": {
    "name": "Meditite",
    "description": "Un Pokémon únic amb característiques especials. MEDITITE undertakes rigorous mental training deep in the mountains. However, whenever it meditates, this Pokémon always loses its concentration and focus. As a result, its training never ends."
  },
  "308": {
    "name": "Medicham",
    "description": "ell/ella és said aquell/aquella through meditation, MEDICHAM heightens energy inside el seu/la seva cos i sharpens el seu/la seva sixth sense. aquest/aquesta Pokémon hides el seu/la seva presence by merging itself amb fields i mountains."
  },
  "309": {
    "name": "Electrike",
    "description": "Un Pokémon únic amb característiques especials. ELECTRIKE stores electricity in its long body hair. This Pokémon stimulates its leg muscles with electric charges. These jolts of power give its legs explosive acceleration performance."
  },
  "310": {
    "name": "Manectric",
    "description": "MANECTRIC és constantly discharging electricity de el seu/la seva mane. el/la sparks sometimes ignite bosc fires. quan ell/ella enters a combat aquest/aquesta Pokémon creates thunderclouds."
  },
  "311": {
    "name": "Plusle",
    "description": "PLUSLE always acts as a cheerleader for el seu/la seva partners. Whenever a teammate puts out a good effort in combat aquest/aquesta Pokémon shorts out el seu/la seva cos to create el/la crackling noises of sparks to show el seu/la seva joy."
  },
  "312": {
    "name": "Minun",
    "description": "MINUN és more concerned about cheering on el seu/la seva partners than el seu/la seva own safety. ell/ella shorts out el/la electricity in el seu/la seva cos to create brilliant showers of sparks to cheer on el seu/la seva teammates."
  },
  "313": {
    "name": "Volbeat",
    "description": "amb el/la arrival of night, VOLBEAT emits light de el seu/la seva cua ell/ella communicates amb others by adjusting el/la intensity i flashing of el seu/la seva light. aquest/aquesta Pokémon és attracted by el/la sweet aroma of ILLUMISE."
  },
  "314": {
    "name": "Illumise",
    "description": "amb el seu/la seva sweet aroma, ell/ella guides Volbeat to draw signs amb light in el/la night sky."
  },
  "315": {
    "name": "Roselia",
    "description": "Un Pokémon únic amb característiques especials. ROSELIA shoots sharp thorns as projectiles at any opponent that tries to steal the flowers on its arms. The aroma of this Pokémon brings serenity to living things."
  },
  "316": {
    "name": "Gulpin",
    "description": "Virtually all of GULPIN’s cos és el seu/la seva stomach. As a result, ell/ella pot swallow something el seu/la seva own size. aquest/aquesta Pokémon’s stomach contains a special fluid aquell/aquella digests anything."
  },
  "317": {
    "name": "Swalot",
    "description": "quan SWALOT spots presa ell/ella spurts out a hideously toxic fluid de el seu/la seva pores i sprays el/la target. Once el/la presa té weakened, aquest/aquesta Pokémon gulps ell/ella down whole amb el seu/la seva cavernous boca"
  },
  "318": {
    "name": "Carvanha",
    "description": "Un Pokémon únic amb característiques especials. CARVANHA’s strongly developed jaws and its sharply pointed fangs pack the destructive power to rip out boat hulls. Many boats have been attacked and sunk by this Pokémon."
  },
  "319": {
    "name": "Sharpedo",
    "description": "Un Pokémon únic amb característiques especials. Nicknamed “the bully of the sea,” SHARPEDO is widely feared. Its cruel fangs grow back immediately if they snap off. Just one of these Pokémon can thoroughly tear apart a supertanker."
  },
  "320": {
    "name": "Wailmer",
    "description": "Un Pokémon únic amb característiques especials. WAILMER’s nostrils are located above its eyes. This playful Pokémon loves to startle people by forcefully snorting out seawater it stores inside its body out of its nostrils."
  },
  "321": {
    "name": "Wailord",
    "description": "WAILORD és el/la largest of all identified Pokémon up to now. aquest/aquesta giant Pokémon swims languorously in el/la vast open mar eating massive amounts of food at once amb el seu/la seva enormous boca"
  },
  "322": {
    "name": "Numel",
    "description": "Un Pokémon únic amb característiques especials. NUMEL is extremely dull witted - it doesn’t notice being hit. However, it can’t stand hunger for even a second. This Pokémon’s body is a seething cauldron of boiling magma."
  },
  "323": {
    "name": "Camerupt",
    "description": "Un Pokémon únic amb característiques especials. CAMERUPT has a volcano inside its body. Magma of 18,000 degrees F courses through its body. Occasionally, the humps on this Pokémon’s back erupt, spewing the superheated magma."
  },
  "324": {
    "name": "Torkoal",
    "description": "You pot tell how el seu/la seva feeling by el/la smoke spouting de el seu/la seva closca Tremendous velocity és a sign of good health."
  },
  "325": {
    "name": "Spoink",
    "description": "SPOINK bounces around on el seu/la seva cua el/la shock of el seu/la seva bouncing makes el seu/la seva heart pump. As a result, aquest/aquesta Pokémon cannot afford to stop bouncing - if ell/ella stops, el seu/la seva heart farà stop."
  },
  "326": {
    "name": "Grumpig",
    "description": "GRUMPIG uses el/la black pearls on el seu/la seva cos to amplify el seu/la seva psychic power waves for gaining total control over el seu/la seva foe. quan aquest/aquesta Pokémon uses el seu/la seva special power, el seu/la seva snorting breath grows labored."
  },
  "327": {
    "name": "Spinda",
    "description": "Un Pokémon únic amb característiques especials. No two Spinda have the same pattern of spots. Its tottering step fouls the aim of foes."
  },
  "328": {
    "name": "Trapinch",
    "description": "Un Pokémon únic amb característiques especials. TRAPINCH’s nest is a sloped, bowl-like pit dug in sand. This Pokémon patiently waits for prey to tumble down the pit. Its giant jaws have enough strength to crush even boulders."
  },
  "329": {
    "name": "Vibrava",
    "description": "Un Pokémon únic amb característiques especials. To make prey faint, VIBRAVA generates ultrasonic waves by vigorously making its two wings vibrate. This Pokémon’s ultrasonic waves are so powerful, they can bring on headaches in people."
  },
  "330": {
    "name": "Flygon",
    "description": "FLYGON és nicknamed el/la elemental spirit of el/la desert.” Because el seu/la seva flapping ales whip up a cloud of sand, aquest/aquesta Pokémon és always enveloped in a sandstorm mentre flying."
  },
  "331": {
    "name": "Cacnea",
    "description": "CACNEA lives in arid locations such as deserts. ell/ella releases a fort aroma de el seu/la seva flower to attract presa quan presa comes near, aquest/aquesta Pokémon shoots sharp thorns de el seu/la seva cos to bring el/la victim down."
  },
  "332": {
    "name": "Cacturne",
    "description": "Un Pokémon únic amb característiques especials. During the daytime, CACTURNE remains unmoving so that it does not lose any moisture to the harsh desert sun. This Pokémon becomes active at night when the temperature drops."
  },
  "333": {
    "name": "Swablu",
    "description": "SWABLU té light i fluffy ales aquell/aquella are like cottony clouds. aquest/aquesta Pokémon és not frightened of people. ell/ella lands on el/la heads of people i sits there like a cotton-fluff hat."
  },
  "334": {
    "name": "Altaria",
    "description": "Un Pokémon únic amb característiques especials. ALTARIA dances and wheels through the sky among billowing, cotton-like clouds. By singing melodies in its crystal-clear voice, this Pokémon makes its listeners experience dreamy wonderment."
  },
  "335": {
    "name": "Zangoose",
    "description": "Un Pokémon únic amb característiques especials. Memories of battling its arch-rival SEVIPER are etched into every cell of ZANGOOSE’s body. This Pokémon adroitly dodges attacks with incredible agility."
  },
  "336": {
    "name": "Seviper",
    "description": "Un Pokémon únic amb característiques especials. SEVIPER shares a generations-long feud with ZANGOOSE. The scars on its body are evidence of vicious battles. This Pokémon attacks using its sword- edged tail."
  },
  "337": {
    "name": "Lunatone",
    "description": "Un Pokémon únic amb característiques especials. LUNATONE was discovered at a location where a meteorite fell. As a result, some people theorize that this Pokémon came from space. However, no one has been able to prove this theory so far."
  },
  "338": {
    "name": "Solrock",
    "description": "Solar energy és el/la source of el seu/la seva power, so ell/ella és fort during el/la daytime. quan ell/ella spins, el seu/la seva cos shines."
  },
  "339": {
    "name": "Barboach",
    "description": "Un Pokémon únic amb característiques especials. BARBOACH’s sensitive whiskers serve as a superb radar system. This Pokémon hides in mud, leaving only its two whiskers exposed while it waits for prey to come along."
  },
  "340": {
    "name": "Whiscash",
    "description": "Un Pokémon únic amb característiques especials. WHISCASH is extremely territorial. Just one of these Pokémon will claim a large pond as its exclusive territory. If a foe approaches it, it thrashes about and triggers a massive earthquake."
  },
  "341": {
    "name": "Corphish",
    "description": "el seu/la seva hardy vitality enables ell/ella to adapt to any environment. el seu/la seva pincers farà never release presa"
  },
  "342": {
    "name": "Crawdaunt",
    "description": "Un Pokémon únic amb característiques especials. CRAWDAUNT has an extremely violent nature that compels it to challenge other living things to battle. Other life-forms refuse to live in ponds inhabited by this Pokémon, making them desolate places."
  },
  "343": {
    "name": "Baltoy",
    "description": "Un Pokémon únic amb característiques especials. BALTOY moves while spinning around on its one foot. Primitive wall paintings depicting this Pokémon living among people were discovered in some ancient ruins."
  },
  "344": {
    "name": "Claydol",
    "description": "Un Pokémon únic amb característiques especials. CLAYDOL are said to be dolls of mud made by primitive humans and brought to life by exposure to a mysterious ray. This Pokémon moves about while levitating."
  },
  "345": {
    "name": "Lileep",
    "description": "Un Pokémon únic amb característiques especials. LILEEP became extinct approximately a hundred million years ago. This ancient Pokémon attaches itself to a rock on the seafloor and catches approaching prey using tentacles  shaped like flower petals."
  },
  "346": {
    "name": "Cradily",
    "description": "CRADILY roams around el/la oceà floor in search of food. aquest/aquesta Pokémon freely extends el seu/la seva arbre trunk-like neck i captures unwary presa using el seu/la seva eight tentacles."
  },
  "347": {
    "name": "Anorith",
    "description": "ANORITH was regenerated de a prehistoric fossil. aquest/aquesta primitive Pokémon once lived in warm seas. ell/ella grips el seu/la seva presa firmly between el seu/la seva two gran urpes"
  },
  "348": {
    "name": "Armaldo",
    "description": "Un Pokémon únic amb característiques especials. ARMALDO’s tough armor makes all attacks bounce off. This Pokémon’s two enormous claws can be freely extended or contracted. They have the power to punch right through a steel slab."
  },
  "349": {
    "name": "Feebas",
    "description": "FEEBAS’s fins are ragged i tattered de el/la start of el seu/la seva life. Because of el seu/la seva shoddy appearance, aquest/aquesta Pokémon és largely ignored. ell/ella és capable of living in both el/la mar i in rivers."
  },
  "350": {
    "name": "Milotic",
    "description": "Un Pokémon únic amb característiques especials. Its lovely scales are described as rainbow colored. They change color depending on the viewing angle."
  },
  "351": {
    "name": "Castform",
    "description": "CASTFORM’s appearance changes amb el/la weather. aquest/aquesta Pokémon gained el/la ability to use el/la vast power of nature to protect el seu/la seva tiny cos"
  },
  "352": {
    "name": "Kecleon",
    "description": "ell/ella changes cos color to blend in amb el seu/la seva surroundings. ell/ella also changes color if ell/ella és happy or sad."
  },
  "353": {
    "name": "Shuppet",
    "description": "SHUPPET és attracted by feelings of jealousy i vindictiveness. If someone develops fort feelings of vengeance, aquest/aquesta Pokémon farà appear in a swarm i line up beneath el/la eaves of aquell/aquella person’s home."
  },
  "354": {
    "name": "Banette",
    "description": "Un Pokémon únic amb característiques especials. BANETTE generates energy for laying strong curses by sticking pins into its own body. This Pokémon was originally a pitiful plush doll that was thrown away."
  },
  "355": {
    "name": "Duskull",
    "description": "Un Pokémon únic amb característiques especials. DUSKULL can pass through any wall no matter how thick it may be. Once this Pokémon chooses a target, it will doggedly pursue the intended victim until the break of dawn."
  },
  "356": {
    "name": "Dusclops",
    "description": "DUSCLOPS’s cos és completely hollow - there és nothing at all inside. ell/ella és said aquell/aquella el seu/la seva cos és like a black hole. aquest/aquesta Pokémon farà absorb anything into el seu/la seva cos but nothing farà ever come back out."
  },
  "357": {
    "name": "Tropius",
    "description": "el/la bunches of fruit around TROPIUS’s neck are molt popular amb children. aquest/aquesta Pokémon loves fruit, i eats ell/ella continuously. Apparently, el seu/la seva love for fruit resulted in el seu/la seva own outgrowth of fruit."
  },
  "358": {
    "name": "Chimecho",
    "description": "CHIMECHO makes el seu/la seva cries echo inside el seu/la seva hollow cos quan aquest/aquesta Pokémon becomes enraged, el seu/la seva cries result in ultrasonic waves aquell/aquella tenir el/la power to knock foes flying."
  },
  "359": {
    "name": "Absol",
    "description": "Un Pokémon únic amb característiques especials. Every time ABSOL appears before people, it is followed by a disaster such as an earthquake or a tidal wave. As a result, it came to be known as the disaster Pokémon."
  },
  "360": {
    "name": "Wynaut",
    "description": "WYNAUT pot always be seen amb a big, happy smile on el seu/la seva face. Look at el seu/la seva cua to determine if ell/ella és angry. quan angered, aquest/aquesta Pokémon farà be slapping el/la terra amb el seu/la seva cua"
  },
  "361": {
    "name": "Snorunt",
    "description": "Un Pokémon únic amb característiques especials. SNORUNT live in regions with heavy snowfall. In seasons without snow, such as spring and summer, this Pokémon steals away to live quietly among stalactites and stalagmites deep in caverns."
  },
  "362": {
    "name": "Glalie",
    "description": "GLALIE té a cos made of rock, which ell/ella hardens amb an armor of ice. aquest/aquesta Pokémon té el/la ability to freeze moisture in el/la atmosphere into any shape ell/ella desires."
  },
  "363": {
    "name": "Spheal",
    "description": "Un Pokémon únic amb característiques especials. SPHEAL is much faster rolling than  walking to get around. When groups of this Pokémon eat, they all clap at once to show their pleasure. Because of this, their mealtimes are noisy."
  },
  "364": {
    "name": "Sealeo",
    "description": "SEALEO té el/la habit of always juggling on el/la tip of el seu/la seva nose anything ell/ella sees for el/la first time. aquest/aquesta Pokémon occasionally entertains itself by balancing i rolling a SPHEAL on el seu/la seva nose."
  },
  "365": {
    "name": "Walrein",
    "description": "ell/ella swims through icy seas mentre shattering ice floes amb el seu/la seva gran tusks. ell/ella és protected by el seu/la seva thick blubber."
  },
  "366": {
    "name": "Clamperl",
    "description": "CLAMPERL’s sturdy closca és not only good for protection - ell/ella és also used for clamping i catching presa A fully grown CLAMPERL’s closca farà be scored amb nicks i scratches all over."
  },
  "367": {
    "name": "Huntail",
    "description": "HUNTAIL’s presence went unnoticed by people for a long time because ell/ella lives at extreme depths in el/la mar aquest/aquesta Pokémon’s ulls pot see clearly even in el/la murky dark depths of el/la oceà"
  },
  "368": {
    "name": "Gorebyss",
    "description": "GOREBYSS lives in el/la southern seas at extreme depths. el seu/la seva cos és built to withstand el/la enormous pressure of aigua at incredible depths. Because of aquest/aquesta aquest/aquesta Pokémon’s cos és unharmed by ordinary attacks."
  },
  "369": {
    "name": "Relicanth",
    "description": "RELICANTH és a Pokémon species aquell/aquella existed for a hundred million years without ever changing el seu/la seva form. aquest/aquesta ancient Pokémon feeds on microscopic organisms amb el seu/la seva toothless boca"
  },
  "370": {
    "name": "Luvdisc",
    "description": "Un Pokémon únic amb característiques especials. LUVDISC live in shallow seas in the tropics. This heart-shaped Pokémon earned its name by swimming after loving couples it spotted in the ocean’s waves."
  },
  "371": {
    "name": "Bagon",
    "description": "Un Pokémon únic amb característiques especials. Dreaming of one day flying, it practices by leaping off cliffs every day."
  },
  "372": {
    "name": "Shelgon",
    "description": "Un Pokémon únic amb característiques especials. Inside SHELGON’s armor-like shell, cells are in the midst of transformation to create an entirely new body. This Pokémon’s shell is extremely heavy, making its movements sluggish."
  },
  "373": {
    "name": "Salamence",
    "description": "SALAMENCE came about as a result of a fort long-held dream of growing ales ell/ella és said aquell/aquella aquest/aquesta poderós desire triggered a sudden mutation in aquest/aquesta Pokémon’s cells, causing ell/ella to sprout el seu/la seva magnificent ales"
  },
  "374": {
    "name": "Beldum",
    "description": "Un Pokémon únic amb característiques especials. Instead of blood, a powerful magnetic force courses throughout BELDUM’s body. This Pokémon communicates with others by sending controlled pulses of magnetism."
  },
  "375": {
    "name": "Metang",
    "description": "quan two BELDUM fuse together, METANG és formed. el/la brains of el/la BELDUM are joined by a magnetic nervous system. By linking el seu/la seva brains magnetically, aquest/aquesta Pokémon generates fort psychokinetic power."
  },
  "376": {
    "name": "Metagross",
    "description": "METAGROSS té four brains in total. Combined, el/la four brains pot breeze through difficult calculations faster than a supercomputer. aquest/aquesta Pokémon pot float in el/la air by tucking in el seu/la seva four legs."
  },
  "377": {
    "name": "Regirock",
    "description": "Un Pokémon únic amb característiques especials. Its entire body is made of rock. If any part chips off in battle, it attaches rocks to repair itself."
  },
  "378": {
    "name": "Regice",
    "description": "Un Pokémon únic amb característiques especials. REGICE’s body was made during an ice age. The deep-frozen body can’t be melted, even by fire. This Pokémon controls frigid air of minus 328 degrees F."
  },
  "379": {
    "name": "Registeel",
    "description": "REGISTEEL té a cos aquell/aquella és harder than any kind of metal. el seu/la seva cos és apparently hollow. No one té any idea what aquest/aquesta Pokémon eats."
  },
  "380": {
    "name": "Latias",
    "description": "LATIAS és highly sensitive to el/la emotions of people. If ell/ella senses any hostility, aquest/aquesta Pokémon ruffles el/la feathers all over el seu/la seva cos i cries shrilly to intimidate el/la foe."
  },
  "381": {
    "name": "Latios",
    "description": "LATIOS té el/la ability to make el seu/la seva foe see an image of what ell/ella té seen or imagines in el seu/la seva cap aquest/aquesta Pokémon és intelligent i understands human speech."
  },
  "382": {
    "name": "Kyogre",
    "description": "Un Pokémon únic amb característiques especials. KYOGRE has the power to create massive rain clouds that cover the entire sky and bring about torrential downpours. This Pokémon saved people who were suffering from droughts."
  },
  "383": {
    "name": "Groudon",
    "description": "Un Pokémon únic amb característiques especials. GROUDON has long been described in  mythology as the Pokémon that raised lands and expanded continents. This Pokémon took to sleep after a cataclysmic battle with KYOGRE."
  },
  "384": {
    "name": "Rayquaza",
    "description": "RAYQUAZA lived for hundreds of millions of years in el/la earth’s ozone layer, never descending to el/la terra aquest/aquesta Pokémon appears to feed on aigua i particles in el/la atmosphere."
  },
  "385": {
    "name": "Jirachi",
    "description": "A legend states aquell/aquella JIRACHI farà make true any wish aquell/aquella és written on notes attached to el seu/la seva cap quan ell/ella awakens. If aquest/aquesta Pokémon senses danger, ell/ella farà fight without awakening."
  },
  "386": {
    "name": "Deoxys-Normal",
    "description": "Un Pokémon únic amb característiques especials. The DNA of a space virus underwent a sudden mutation upon exposure to a laser beam and resulted in DEOXYS. The crystalline organ on this Pokémon’s chest appears to be its brain."
  },
  "387": {
    "name": "Turtwig",
    "description": "Made de soil, el/la closca on el seu/la seva back hardens quan ell/ella drinks aigua ell/ella lives along lakes."
  },
  "388": {
    "name": "Grotle",
    "description": "Un Pokémon únic amb característiques especials. It knows where pure water wells up. It carries fellow Pokémon there on its back."
  },
  "389": {
    "name": "Torterra",
    "description": "Un Pokémon únic amb característiques especials. Small Pokémon occasionally gather on its unmoving back to begin building their nests."
  },
  "390": {
    "name": "Chimchar",
    "description": "ell/ella agilely scales sheer cliffs to live atop craggy mountains. el seu/la seva foc és put out quan ell/ella sleeps."
  },
  "391": {
    "name": "Monferno",
    "description": "To intimidate attackers, ell/ella stretches el/la foc on el seu/la seva cua to make itself appear bigger."
  },
  "392": {
    "name": "Infernape",
    "description": "Un Pokémon únic amb característiques especials. It uses a special kind of martial arts involving all its limbs. Its fire never goes out."
  },
  "393": {
    "name": "Piplup",
    "description": "Because ell/ella és molt proud, ell/ella hates accepting food de people. el seu/la seva thick down guards ell/ella de fred"
  },
  "394": {
    "name": "Prinplup",
    "description": "Un Pokémon únic amb característiques especials. It lives alone, away from others. Apparently, every one of them believes it is the most important."
  },
  "395": {
    "name": "Empoleon",
    "description": "el/la three horns aquell/aquella extend de el seu/la seva beak attest to el seu/la seva power. el/la leader té el/la biggest horns."
  },
  "396": {
    "name": "Starly",
    "description": "They flock in great numbers. Though petit they flap their ales amb great power."
  },
  "397": {
    "name": "Staravia",
    "description": "Un Pokémon únic amb característiques especials. It flies around forests and fields in search of bug Pokémon. It stays within a huge flock."
  },
  "398": {
    "name": "Staraptor",
    "description": "ell/ella té a savage nature. ell/ella farà courageously challenge foes aquell/aquella are much larger."
  },
  "399": {
    "name": "Bidoof",
    "description": "amb nerves of steel, nothing pot perturb ell/ella ell/ella és more agile i active than ell/ella appears."
  },
  "400": {
    "name": "Bibarel",
    "description": "ell/ella makes el seu/la seva nest by damming streams amb bark i mud. ell/ella és known as an industrious worker."
  },
  "401": {
    "name": "Kricketot",
    "description": "ell/ella shakes el seu/la seva cap back to front, causing el seu/la seva antennae to hit each other i sound like a xylophone."
  },
  "402": {
    "name": "Kricketune",
    "description": "ell/ella crosses el seu/la seva knifelike arms in front of el seu/la seva chest quan ell/ella cries. ell/ella pot compose melodies ad lib."
  },
  "403": {
    "name": "Shinx",
    "description": "All of el seu/la seva fur dazzles if danger és sensed. ell/ella flees mentre el/la foe és momentarily blinded."
  },
  "404": {
    "name": "Luxio",
    "description": "Un Pokémon únic amb característiques especials. Its claws loose electricity with enough amperage to cause fainting. They live in small groups."
  },
  "405": {
    "name": "Luxray",
    "description": "ell/ella té ulls aquell/aquella pot see through anything. ell/ella spots i captures presa hiding behind objects."
  },
  "406": {
    "name": "Budew",
    "description": "Over el/la winter, ell/ella closes el seu/la seva bud i endures el/la fred In spring, el/la bud opens i releases pollen."
  },
  "407": {
    "name": "Roserade",
    "description": "ell/ella attracts presa amb a sweet aroma, then downs ell/ella amb thorny whips hidden in el seu/la seva arms."
  },
  "408": {
    "name": "Cranidos",
    "description": "Un Pokémon únic amb característiques especials. It lived in jungles around 100 million years ago. Its skull is as hard as iron."
  },
  "409": {
    "name": "Rampardos",
    "description": "el seu/la seva poderós cap butt té enough power to shatter even el/la most durable things upon impact."
  },
  "410": {
    "name": "Shieldon",
    "description": "Un Pokémon únic amb característiques especials. A Pokémon that lived in jungles around 100 million years ago. Its facial hide is extremely hard."
  },
  "411": {
    "name": "Bastiodon",
    "description": "Any frontal atac és repulsed. ell/ella és a docile Pokémon aquell/aquella feeds on herba i berries."
  },
  "412": {
    "name": "Burmy",
    "description": "To shelter itself de fred wintry winds, ell/ella covers itself amb a cloak made of twigs i leaves."
  },
  "413": {
    "name": "Wormadam-Plant",
    "description": "quan BURMY evolved, el seu/la seva cloak became a part of aquest/aquesta Pokémon’s cos el/la cloak és never shed."
  },
  "414": {
    "name": "Mothim",
    "description": "ell/ella loves el/la honey of flowers i steals honey collected by COMBEE."
  },
  "415": {
    "name": "Combee",
    "description": "Un Pokémon únic amb característiques especials. A Pokémon formed by three others. It busily carries sweet floral honey to VESPIQUEN."
  },
  "416": {
    "name": "Vespiquen",
    "description": "Un Pokémon únic amb característiques especials. Its abdomen is a honeycomb for grubs. It raises its grubs on honey collected by COMBEE."
  },
  "417": {
    "name": "Pachirisu",
    "description": "ell/ella makes fur balls aquell/aquella crackle amb static electricity. ell/ella stores them amb berries in arbre holes."
  },
  "418": {
    "name": "Buizel",
    "description": "ell/ella té a flotation sac aquell/aquella és like an inflatable collar. ell/ella floats on aigua amb el seu/la seva cap out."
  },
  "419": {
    "name": "Floatzel",
    "description": "Un Pokémon únic amb característiques especials. It floats using its well-developed flotation sac. It assists in the rescues of drowning people."
  },
  "420": {
    "name": "Cherubi",
    "description": "el/la petit ball holds el/la nutrients needed for evolution. Apparently, ell/ella és molt sweet i tasty."
  },
  "421": {
    "name": "Cherrim",
    "description": "Un Pokémon únic amb característiques especials. It blooms during times of strong sunlight. It tries to make up for everything it endured as a bud."
  },
  "422": {
    "name": "Shellos",
    "description": "Un Pokémon únic amb característiques especials. Its colors and shapes differ from region to region. In the Sinnoh region, two types are confirmed."
  },
  "423": {
    "name": "Gastrodon",
    "description": "ell/ella té a pliable cos without any bones. If any part of el seu/la seva cos és torn off, ell/ella grows right back."
  },
  "424": {
    "name": "Ambipom",
    "description": "To eat, ell/ella deftly shucks nuts amb el seu/la seva two tails. ell/ella rarely uses el seu/la seva arms now."
  },
  "425": {
    "name": "Drifloon",
    "description": "Un Pokémon únic amb característiques especials. A Pokémon formed by the spirits of people and Pokémon. It loves damp, humid seasons."
  },
  "426": {
    "name": "Drifblim",
    "description": "Un Pokémon únic amb característiques especials. At dusk, swarms of them are carried aloft on winds. When noticed, they suddenly vanish."
  },
  "427": {
    "name": "Buneary",
    "description": "Un Pokémon únic amb característiques especials. It slams foes by sharply uncoiling its rolled ears. It stings enough to make a grown-up cry in pain."
  },
  "428": {
    "name": "Lopunny",
    "description": "An extremely cautious Pokémon. ell/ella cloaks el seu/la seva cos amb el seu/la seva fluffy ear fur quan ell/ella senses danger."
  },
  "429": {
    "name": "Mismagius",
    "description": "Un Pokémon únic amb característiques especials. Its cries sound like incantations. Those hearing it are tormented by headaches and hallucinations."
  },
  "430": {
    "name": "Honchkrow",
    "description": "Un Pokémon únic amb característiques especials. Becoming active at night, it is known to swarm with numerous MURKROW in tow."
  },
  "431": {
    "name": "Glameow",
    "description": "ell/ella urpes if displeased i purrs quan affectionate. el seu/la seva fickleness és molt popular among some."
  },
  "432": {
    "name": "Purugly",
    "description": "ell/ella és a brazen brute aquell/aquella barges el seu/la seva way into another Pokémon’s nest i claims ell/ella as el seu/la seva own."
  },
  "433": {
    "name": "Chingling",
    "description": "Un Pokémon únic amb característiques especials. It emits cries by agitating an orb at the back of its throat. It moves with flouncing hops."
  },
  "434": {
    "name": "Stunky",
    "description": "Un Pokémon únic amb característiques especials. It protects itself by spraying a noxious fluid from its rear. The stench lingers for 24 hours."
  },
  "435": {
    "name": "Skuntank",
    "description": "ell/ella sprays a vile-smelling fluid de el/la tip of el seu/la seva cua to atac el seu/la seva range és over 160 peus"
  },
  "436": {
    "name": "Bronzor",
    "description": "Un Pokémon únic amb característiques especials. Implements shaped like it were discovered in ancient tombs. It is unknown if they are related."
  },
  "437": {
    "name": "Bronzong",
    "description": "Un Pokémon únic amb característiques especials. One caused a news sensation when it was dug up at a construction site after a 2,000-year sleep."
  },
  "438": {
    "name": "Bonsly",
    "description": "ell/ella looks as if ell/ella és always crying. ell/ella és actually adjusting el seu/la seva body’s fluid levels by eliminating excess."
  },
  "439": {
    "name": "Mime-Jr",
    "description": "ell/ella habitually mimics foes. Once mimicked, el/la foe cannot take el seu/la seva ulls off aquest/aquesta Pokémon."
  },
  "440": {
    "name": "Happiny",
    "description": "Un Pokémon únic amb característiques especials. It loves round white things. It carries an egg-shaped rock in imitation of CHANSEY."
  },
  "441": {
    "name": "Chatot",
    "description": "ell/ella pot learn i speak human words. If they gather, they all learn el/la same saying."
  },
  "442": {
    "name": "Spiritomb",
    "description": "Un Pokémon únic amb característiques especials. A Pokémon that was formed by 108 spirits. It is bound to a fissure in an odd keystone."
  },
  "443": {
    "name": "Gible",
    "description": "ell/ella nests in petit horizontal holes in cova walls. ell/ella pounces to catch presa aquell/aquella stray too close."
  },
  "444": {
    "name": "Gabite",
    "description": "There és a long-held belief aquell/aquella medicine made de el seu/la seva scales farà heal even incurable illnesses."
  },
  "445": {
    "name": "Garchomp",
    "description": "quan ell/ella folds up el seu/la seva cos i extends el seu/la seva ales ell/ella looks like a jet plane. ell/ella flies at sonic speed."
  },
  "446": {
    "name": "Munchlax",
    "description": "Un Pokémon únic amb característiques especials. It wolfs down its weight in food once a day, swallowing food whole with almost no chewing."
  },
  "447": {
    "name": "Riolu",
    "description": "el/la aura aquell/aquella emanates de el seu/la seva cos intensifies to alert others if ell/ella és afraid or sad."
  },
  "448": {
    "name": "Lucario",
    "description": "ell/ella té el/la ability to sense el/la auras of all things. ell/ella understands human speech."
  },
  "449": {
    "name": "Hippopotas",
    "description": "ell/ella lives in arid places. Instead of perspiration, ell/ella expels grainy sand de el seu/la seva cos"
  },
  "450": {
    "name": "Hippowdon",
    "description": "Un Pokémon únic amb característiques especials. It blasts internally stored sand from ports on its body to create a towering twister for attack."
  },
  "451": {
    "name": "Skorupi",
    "description": "ell/ella grips presa amb el seu/la seva cua urpes i injects verí ell/ella tenaciously hangs on until el/la verí takes."
  },
  "452": {
    "name": "Drapion",
    "description": "ell/ella té el/la power in el seu/la seva clawed arms to make scrap of a car. el/la tips of el seu/la seva urpes release verí"
  },
  "453": {
    "name": "Croagunk",
    "description": "Un Pokémon únic amb característiques especials. Its cheeks hold poison sacs. It tries to catch foes off guard to jab them with toxic fingers."
  },
  "454": {
    "name": "Toxicroak",
    "description": "Un Pokémon únic amb característiques especials. Its knuckle claws secrete a toxin so vile that even a scratch could prove fatal."
  },
  "455": {
    "name": "Carnivine",
    "description": "ell/ella attracts presa amb el seu/la seva sweet- smelling saliva, then chomps down. ell/ella takes a whole day to eat presa"
  },
  "456": {
    "name": "Finneon",
    "description": "Un Pokémon únic amb característiques especials. After long exposure to sunlight, the patterns on its tail fins shine vividly when darkness arrives."
  },
  "457": {
    "name": "Lumineon",
    "description": "ell/ella lives on el/la deep-sea floor. ell/ella attracts presa by flashing el/la patterns on el seu/la seva four cua fins."
  },
  "458": {
    "name": "Mantyke",
    "description": "Un Pokémon únic amb característiques especials. A friendly Pokémon that captures the subtle flows of seawater using its two antennae."
  },
  "459": {
    "name": "Snover",
    "description": "Un Pokémon únic amb característiques especials. It lives on snowy mountains. Having had little contact with humans, it is boldly inquisitive."
  },
  "460": {
    "name": "Abomasnow",
    "description": "ell/ella whips up blizzards in mountains aquell/aquella are always buried in snow. ell/ella és el/la abominable snowman."
  },
  "461": {
    "name": "Weavile",
    "description": "Un Pokémon únic amb característiques especials. They live in cold regions, forming groups of four or five that hunt prey with impressive coordination."
  },
  "462": {
    "name": "Magnezone",
    "description": "Un Pokémon únic amb característiques especials. It evolved from exposure to a special magnetic field. Three units generate magnetism."
  },
  "463": {
    "name": "Lickilicky",
    "description": "ell/ella wraps things amb el seu/la seva extensible tongue. Getting too close to ell/ella farà leave you soaked amb drool."
  },
  "464": {
    "name": "Rhyperior",
    "description": "Un Pokémon únic amb característiques especials. It puts rocks in holes in its palms and uses its muscles to shoot them. GEODUDE are shot at rare times."
  },
  "465": {
    "name": "Tangrowth",
    "description": "Un Pokémon únic amb característiques especials. It ensnares prey by extending arms made of vines. Losing arms to predators does not trouble it."
  },
  "466": {
    "name": "Electivire",
    "description": "Un Pokémon únic amb característiques especials. As its electric charge amplifies, blue sparks begin to crackle between its horns."
  },
  "467": {
    "name": "Magmortar",
    "description": "ell/ella blasts fireballs of over 3,600 degrees F de el/la ends of el seu/la seva arms. ell/ella lives in volcanic craters."
  },
  "468": {
    "name": "Togekiss",
    "description": "ell/ella farà never appear where there és strife. el seu/la seva sightings tenir become rar recently."
  },
  "469": {
    "name": "Yanmega",
    "description": "Un Pokémon únic amb característiques especials. By churning its wings, it creates shock waves that inflict critical internal injuries to foes."
  },
  "470": {
    "name": "Leafeon",
    "description": "Un Pokémon únic amb característiques especials. Just like a plant, it uses photosynthesis. As a result, it is always enveloped in clear air."
  },
  "471": {
    "name": "Glaceon",
    "description": "Un Pokémon únic amb característiques especials. As a protective technique, it can completely freeze its fur to make its hairs stand like needles."
  },
  "472": {
    "name": "Gliscor",
    "description": "ell/ella observes presa mentre hanging inverted de branches. quan el/la chance presents itself, ell/ella swoops!"
  },
  "473": {
    "name": "Mamoswine",
    "description": "Un Pokémon únic amb característiques especials. Its impressive tusks are made of ice. The population thinned when it turned warm after the ice age."
  },
  "474": {
    "name": "Porygon-Z",
    "description": "Un Pokémon únic amb característiques especials. Additional software was installed to make it a better Pokémon. It began acting oddly, however."
  },
  "475": {
    "name": "Gallade",
    "description": "Un Pokémon únic amb característiques especials. A master of courtesy and swordsmanship, it fights using extending swords on its elbows."
  },
  "476": {
    "name": "Probopass",
    "description": "Un Pokémon únic amb característiques especials. It freely controls three small units called Mini-Noses using magnetic force."
  },
  "477": {
    "name": "Dusknoir",
    "description": "el/la antenna on el seu/la seva cap captures radio waves de el/la world of spirits aquell/aquella command ell/ella to take people there."
  },
  "478": {
    "name": "Froslass",
    "description": "Un Pokémon únic amb característiques especials. It freezes foes with an icy breath nearly -60 degrees F. What seems to be its body is actually hollow."
  },
  "479": {
    "name": "Rotom",
    "description": "el seu/la seva cos és composed of plasma. ell/ella és known to infiltrate electronic devices i wreak havoc."
  },
  "480": {
    "name": "Uxie",
    "description": "Known as el/la Being of Knowledge.” ell/ella és said aquell/aquella ell/ella pot wipe out el/la memory of those who see el seu/la seva ulls"
  },
  "481": {
    "name": "Mesprit",
    "description": "Known as el/la Being of Emotion.” ell/ella taught humans el/la nobility of sorrow, pain, i joy."
  },
  "482": {
    "name": "Azelf",
    "description": "Known as el/la Being of Willpower.” ell/ella sleeps at el/la bottom of a llac to keep el/la world in balance."
  },
  "483": {
    "name": "Dialga",
    "description": "Un Pokémon únic amb característiques especials. It has the power to control time. It appears in Sinnoh-region myths as an ancient deity."
  },
  "484": {
    "name": "Palkia",
    "description": "ell/ella té el/la ability to distort space. ell/ella és described as a deity in Sinnoh-region mythology."
  },
  "485": {
    "name": "Heatran",
    "description": "ell/ella dwells in volcanic caves. ell/ella digs in amb el seu/la seva cross-shaped peus to crawl on ceilings i walls."
  },
  "486": {
    "name": "Regigigas",
    "description": "There és an enduring legend aquell/aquella states aquest/aquesta Pokémon towed continents amb ropes."
  },
  "487": {
    "name": "Giratina-Altered",
    "description": "Un Pokémon únic amb característiques especials. A Pokémon that is said to live in a world on the reverse side of ours. It appears in an ancient cemetery."
  },
  "488": {
    "name": "Cresselia",
    "description": "Shiny particles are released de el seu/la seva ales like a veil. ell/ella és said to represent el/la crescent moon."
  },
  "489": {
    "name": "Phione",
    "description": "Un Pokémon únic amb característiques especials. It drifts in warm seas. It always returns to where it was born, no matter how far it may have drifted."
  },
  "490": {
    "name": "Manaphy",
    "description": "Born on a fred seafloor, ell/ella farà swim great distances to return to el seu/la seva birthplace."
  },
  "491": {
    "name": "Darkrai",
    "description": "ell/ella pot lull people to sleep i make them dream. ell/ella és active during nights of el/la new moon."
  },
  "492": {
    "name": "Shaymin-Land",
    "description": "Un Pokémon únic amb característiques especials. It lives in flower patches and avoids detection by curling up to look like a flowering plant."
  },
  "493": {
    "name": "Arceus",
    "description": "ell/ella és described in mythology as el/la Pokémon aquell/aquella shaped el/la universe amb el seu/la seva 1,000 arms."
  },
  "494": {
    "name": "Victini",
    "description": "aquest/aquesta Pokémon brings victory. ell/ella és said aquell/aquella Trainers amb Victini always win, regardless of el/la type of encounter."
  },
  "495": {
    "name": "Snivy",
    "description": "ell/ella és molt intelligent i calm. Being exposed to lots of sunlight makes el seu/la seva movements swifter."
  },
  "496": {
    "name": "Servine",
    "description": "ell/ella moves along el/la terra as if sliding. el seu/la seva swift movements befuddle el seu/la seva foes, i ell/ella then attacks amb a vine whip."
  },
  "497": {
    "name": "Serperior",
    "description": "ell/ella pot stop el seu/la seva opponents’ movements amb just a glare. ell/ella takes in solar energy i boosts ell/ella internally."
  },
  "498": {
    "name": "Tepig",
    "description": "ell/ella pot deftly dodge el seu/la seva foe’s attacks mentre shooting fireballs de el seu/la seva nose. ell/ella roasts berries before ell/ella eats them."
  },
  "499": {
    "name": "Pignite",
    "description": "quan el seu/la seva internal foc flares up, el seu/la seva movements grow sharper i faster. quan in trouble, ell/ella emits smoke."
  },
  "500": {
    "name": "Emboar",
    "description": "ell/ella pot throw a foc punch by setting el seu/la seva fists on foc amb el seu/la seva fiery chin. ell/ella cares deeply about el seu/la seva friends."
  },
  "501": {
    "name": "Oshawott",
    "description": "Un Pokémon únic amb característiques especials. It fights using the scalchop on its stomach. In response to an attack, it retaliates immediately by slashing."
  },
  "502": {
    "name": "Dewott",
    "description": "Strict training és how ell/ella learns el seu/la seva flowing double-scalchop technique."
  },
  "503": {
    "name": "Samurott",
    "description": "Un Pokémon únic amb característiques especials. One swing of the sword incorporated in its armor can fell an opponent. A simple glare from one of them quiets everybody."
  },
  "504": {
    "name": "Patrat",
    "description": "Un Pokémon únic amb característiques especials. Using food stored in cheek pouches, they can keep watch for days. They use their tails to communicate with others."
  },
  "505": {
    "name": "Watchog",
    "description": "Un Pokémon únic amb característiques especials. When they see an enemy, their tails stand high, and they spit the seeds of berries stored in their cheek pouches."
  },
  "506": {
    "name": "Lillipup",
    "description": "ell/ella faces fort opponents amb great courage. But, quan at a disadvantage in a fight, aquest/aquesta intelligent Pokémon flees."
  },
  "507": {
    "name": "Herdier",
    "description": "ell/ella té black, cape-like fur aquell/aquella és molt hard i decreases el/la amount of damage ell/ella receives."
  },
  "508": {
    "name": "Stoutland",
    "description": "ell/ella rescues people stranded by blizzards in el/la mountains. el seu/la seva shaggy fur shields ell/ella de el/la fred"
  },
  "509": {
    "name": "Purrloin",
    "description": "Un Pokémon únic amb característiques especials. They steal from people for fun, but their victims can’t help but forgive them. Their deceptively cute act is perfect."
  },
  "510": {
    "name": "Liepard",
    "description": "Un Pokémon únic amb característiques especials. These Pokémon vanish and appear unexpectedly. Many Trainers are drawn to their beautiful form and fur."
  },
  "511": {
    "name": "Pansage",
    "description": "aquest/aquesta Pokémon dwells deep in el/la bosc Eating a leaf de el seu/la seva cap whisks weariness away as if by magic."
  },
  "512": {
    "name": "Simisage",
    "description": "Ill tempered, ell/ella fights by swinging el seu/la seva barbed cua around wildly. el/la leaf growing on el seu/la seva cap és molt bitter."
  },
  "513": {
    "name": "Pansear",
    "description": "quan ell/ella és angered, el/la temperature of el seu/la seva cap tuft reaches 600° F. ell/ella uses el seu/la seva tuft to roast berries."
  },
  "514": {
    "name": "Simisear",
    "description": "ell/ella loves sweets because they become energy for el/la foc burning inside el seu/la seva cos"
  },
  "515": {
    "name": "Panpour",
    "description": "el/la aigua stored inside el/la tuft on el seu/la seva cap és full of nutrients. Plants aquell/aquella receive el seu/la seva aigua grow gran"
  },
  "516": {
    "name": "Simipour",
    "description": "el/la tuft on el seu/la seva cap holds aigua quan el/la level runs low, ell/ella replenishes el/la tuft by siphoning up aigua amb el seu/la seva cua"
  },
  "517": {
    "name": "Munna",
    "description": "Un Pokémon únic amb característiques especials. Munna always float in the air. People whose dreams are eaten by them forget what the dreams had been about."
  },
  "518": {
    "name": "Musharna",
    "description": "el/la mist emanating de their foreheads és packed amb el/la dreams of people i Pokémon."
  },
  "519": {
    "name": "Pidove",
    "description": "Un Pokémon únic amb característiques especials. Each follows its Trainer’s orders as best it can, but they sometimes fail to understand complicated commands."
  },
  "520": {
    "name": "Tranquill",
    "description": "ell/ella pot return to el seu/la seva Trainer’s location regardless of el/la distance separating them."
  },
  "521": {
    "name": "Unfezant",
    "description": "Un Pokémon únic amb característiques especials. Males swing their head plumage to threaten opponents. The females’ flying abilities surpass those of the males."
  },
  "522": {
    "name": "Blitzle",
    "description": "quan thunderclouds cover el/la sky, ell/ella farà appear. ell/ella pot catch lightning amb el seu/la seva mane i store el/la electricity."
  },
  "523": {
    "name": "Zebstrika",
    "description": "Un Pokémon únic amb característiques especials. They have lightning-like movements. When Zebstrika run at full speed, the sound of thunder reverberates."
  },
  "524": {
    "name": "Roggenrola",
    "description": "el seu/la seva ear és hexagonal in shape. Compressed sota terra el seu/la seva cos és as hard as steel."
  },
  "525": {
    "name": "Boldore",
    "description": "quan ell/ella overflows amb power, el/la orange crystal on el seu/la seva cos glows. ell/ella looks for sota terra aigua in caves."
  },
  "526": {
    "name": "Gigalith",
    "description": "Compressing el/la energy de el seu/la seva internal core lets ell/ella foc off an atac capable of blowing away a muntanya"
  },
  "527": {
    "name": "Woobat",
    "description": "el seu/la seva habitat és dark forests i caves. ell/ella emits ultrasonic waves de el seu/la seva nose to learn about el seu/la seva surroundings."
  },
  "528": {
    "name": "Swoobat",
    "description": "Un Pokémon únic amb característiques especials. It emits sound waves of various frequencies from its nose, including some powerful enough to destroy rocks."
  },
  "529": {
    "name": "Drilbur",
    "description": "ell/ella pot dig through el/la terra at a speed of 30 mph. ell/ella could give a car running aboveground a good race."
  },
  "530": {
    "name": "Excadrill",
    "description": "Un Pokémon únic amb característiques especials. It can help in tunnel construction. Its drill has evolved into steel strong enough to bore through iron plates."
  },
  "531": {
    "name": "Audino",
    "description": "Un Pokémon únic amb característiques especials. It touches others with the feelers on its ears, using the sound of their heartbeats to tell how they are feeling."
  },
  "532": {
    "name": "Timburr",
    "description": "ell/ella fights by swinging a piece of lumber around. ell/ella és close to evolving quan ell/ella pot handle el/la lumber without difficulty."
  },
  "533": {
    "name": "Gurdurr",
    "description": "Un Pokémon únic amb característiques especials. This Pokémon is so muscular and strongly built that even a group of wrestlers could not make it budge an inch."
  },
  "534": {
    "name": "Conkeldurr",
    "description": "Un Pokémon únic amb característiques especials. It is thought that Conkeldurr taught humans how to make concrete more than 2,000 years ago."
  },
  "535": {
    "name": "Tympole",
    "description": "Un Pokémon únic amb característiques especials. They warn others of danger by vibrating their cheeks to create a high-pitched sound."
  },
  "536": {
    "name": "Palpitoad",
    "description": "quan they vibrate el/la bumps on their heads, they pot make waves in aigua or earthquake-like vibrations on land."
  },
  "537": {
    "name": "Seismitoad",
    "description": "Un Pokémon únic amb característiques especials. They shoot paralyzing liquid from their head bumps. They use vibration to hurt their opponents."
  },
  "538": {
    "name": "Throh",
    "description": "Un Pokémon únic amb característiques especials. When it tightens its belt, it becomes stronger. Wild Throh use vines to weave their own belts."
  },
  "539": {
    "name": "Sawk",
    "description": "el/la sound of Sawk punching boulders i trees pot be heard all el/la way de el/la mountains where they train."
  },
  "540": {
    "name": "Sewaddle",
    "description": "Leavanny dress ell/ella in clothes they made for ell/ella quan ell/ella hatched. ell/ella hides el seu/la seva cap in el seu/la seva hood mentre ell/ella és sleeping."
  },
  "541": {
    "name": "Swadloon",
    "description": "Un Pokémon únic amb característiques especials. Forests where Swadloon live have superb foliage because the nutrients they make from fallen leaves nourish the plant life."
  },
  "542": {
    "name": "Leavanny",
    "description": "Upon finding a petit Pokémon, ell/ella weaves clothing for ell/ella de leaves, using el/la cutters on el seu/la seva arms i sticky silk."
  },
  "543": {
    "name": "Venipede",
    "description": "el seu/la seva bite injects a potent verí enough to paralyze gran bird Pokémon aquell/aquella try to presa on ell/ella"
  },
  "544": {
    "name": "Whirlipede",
    "description": "Protected by a hard closca ell/ella spins el seu/la seva cos like a wheel i crashes furiously into el seu/la seva enemies."
  },
  "545": {
    "name": "Scolipede",
    "description": "amb quick movements, ell/ella chases down el seu/la seva foes, attacking relentlessly amb el seu/la seva horns until ell/ella prevails."
  },
  "546": {
    "name": "Cottonee",
    "description": "quan attacked, ell/ella escapes by shooting cotton de el seu/la seva cos el/la cotton serves as a decoy to distract el/la attacker."
  },
  "547": {
    "name": "Whimsicott",
    "description": "Un Pokémon únic amb característiques especials. Like the wind, it can slip through any gap, no matter how small. It leaves balls of white fluff behind."
  },
  "548": {
    "name": "Petilil",
    "description": "el/la leaves on el seu/la seva cap are molt bitter. Eating one of these leaves és known to refresh a tired cos"
  },
  "549": {
    "name": "Lilligant",
    "description": "Un Pokémon únic amb característiques especials. Even veteran Trainers face a challenge in getting its beautiful flower to bloom. This Pokémon is popular with celebrities."
  },
  "550": {
    "name": "Basculin-Red-Striped",
    "description": "Un Pokémon únic amb característiques especials. Red and blue Basculin get along so poorly, they’ll start fighting instantly. These Pokémon are very hostile."
  },
  "551": {
    "name": "Sandile",
    "description": "They live buried in el/la sands of el/la desert. el/la sun-warmed sands prevent their cos temperature de dropping."
  },
  "552": {
    "name": "Krokorok",
    "description": "Un Pokémon únic amb característiques especials. They live in groups of a few individuals. Protective membranes shield their eyes from sandstorms."
  },
  "553": {
    "name": "Krookodile",
    "description": "They never allow presa to escape. Their jaws are so poderós they pot crush el/la cos of an automobile."
  },
  "554": {
    "name": "Darumaka",
    "description": "quan el seu/la seva internal foc és burning, ell/ella cannot calm down i ell/ella runs around. quan el/la foc diminishes, ell/ella falls asleep."
  },
  "555": {
    "name": "Darmanitan-Standard",
    "description": "el seu/la seva internal foc burns at 2,500° F, making enough power aquell/aquella ell/ella pot destroy a dump truck amb one punch."
  },
  "556": {
    "name": "Maractus",
    "description": "ell/ella uses an up-tempo song i dance to drive away el/la bird Pokémon aquell/aquella presa on el seu/la seva flower seeds."
  },
  "557": {
    "name": "Dwebble",
    "description": "aquest/aquesta Pokémon pot easily melt holes in hard rocks amb a liquid secreted de el seu/la seva boca"
  },
  "558": {
    "name": "Crustle",
    "description": "Competing for territory, Crustle fight viciously. el/la one whose boulder és broken és el/la loser of el/la combat"
  },
  "559": {
    "name": "Scraggy",
    "description": "el seu/la seva skin té a rubbery elasticity, so ell/ella pot reduce damage by defensively pulling el seu/la seva skin up to el seu/la seva neck."
  },
  "560": {
    "name": "Scrafty",
    "description": "Un Pokémon únic amb característiques especials. Groups of them beat up anything that enters their territory. Each can spit acidic liquid from its mouth."
  },
  "561": {
    "name": "Sigilyph",
    "description": "Un Pokémon únic amb característiques especials. They never vary the route they fly, because their memories of guarding an ancient city remain steadfast."
  },
  "562": {
    "name": "Yamask",
    "description": "Un Pokémon únic amb característiques especials. Each of them carries a mask that used to be its face when it was human. Sometimes they look at it and cry."
  },
  "563": {
    "name": "Cofagrigus",
    "description": "Un Pokémon únic amb característiques especials. It has been said that they swallow those who get too close and turn them into mummies. They like to eat gold nuggets."
  },
  "564": {
    "name": "Tirtouga",
    "description": "Un Pokémon únic amb característiques especials. Restored from a fossil, this Pokémon can dive to depths beyond half a mile."
  },
  "565": {
    "name": "Carracosta",
    "description": "They pot live both in el/la oceà i on land. A slap de one of them és enough to open a hole in el/la bottom of a tanker."
  },
  "566": {
    "name": "Archen",
    "description": "Un Pokémon únic amb característiques especials. Said to be an ancestor of bird Pokémon, they were unable to fly and moved about by hopping from one branch to another."
  },
  "567": {
    "name": "Archeops",
    "description": "They are intelligent i farà cooperate to catch presa de el/la terra they use a running start to take flight."
  },
  "568": {
    "name": "Trubbish",
    "description": "Un Pokémon únic amb característiques especials. Inhaling the gas they belch will make you sleep for a week. They prefer unsanitary places."
  },
  "569": {
    "name": "Garbodor",
    "description": "ell/ella clenches opponents amb el seu/la seva left arm i finishes them off amb foul-smelling verí gas belched de el seu/la seva boca"
  },
  "570": {
    "name": "Zorua",
    "description": "Un Pokémon únic amb característiques especials. It changes into the forms of others to surprise them. Apparently, it often transforms into a silent child."
  },
  "571": {
    "name": "Zoroark",
    "description": "Bonds between these Pokémon are molt fort ell/ella protects el/la safety of el seu/la seva pack by tricking el seu/la seva opponents."
  },
  "572": {
    "name": "Minccino",
    "description": "Un Pokémon únic amb característiques especials. They greet one another by rubbing each other with their tails, which are always kept well groomed and clean."
  },
  "573": {
    "name": "Cinccino",
    "description": "Un Pokémon únic amb característiques especials. Their white fur is coated in a special oil that makes it easy for them to deflect attacks."
  },
  "574": {
    "name": "Gothita",
    "description": "Un Pokémon únic amb característiques especials. Their ribbonlike feelers increase their psychic power. They are always staring at something."
  },
  "575": {
    "name": "Gothorita",
    "description": "Un Pokémon únic amb característiques especials. They use hypnosis to control people and Pokémon. Tales of Gothorita leading people astray are told in every corner."
  },
  "576": {
    "name": "Gothitelle",
    "description": "Un Pokémon únic amb característiques especials. Starry skies thousands of light-years away are visible in the space distorted by their intense psychic power."
  },
  "577": {
    "name": "Solosis",
    "description": "Un Pokémon únic amb característiques especials. They drive away attackers by unleashing psychic power. They can use telepathy to talk with others."
  },
  "578": {
    "name": "Duosion",
    "description": "Un Pokémon únic amb característiques especials. Since they have two divided brains, at times they suddenly try to take two different actions at once."
  },
  "579": {
    "name": "Reuniclus",
    "description": "Un Pokémon únic amb característiques especials. When Reuniclus shake hands, a network forms between their brains, increasing their psychic power."
  },
  "580": {
    "name": "Ducklett",
    "description": "Un Pokémon únic amb característiques especials. These bird Pokémon are excellent divers. They swim around in the water eating their favorite food--peat moss."
  },
  "581": {
    "name": "Swanna",
    "description": "Un Pokémon únic amb característiques especials. Swanna start to dance at dusk. The one dancing in the middle is the leader of the flock."
  },
  "582": {
    "name": "Vanillite",
    "description": "Un Pokémon únic amb característiques especials. The temperature of their breath is -58° F. They create snow crystals and make snow fall in the areas around them."
  },
  "583": {
    "name": "Vanillish",
    "description": "Un Pokémon únic amb característiques especials. Snowy mountains are this Pokémon’s habitat. During an ancient ice age, they moved to southern areas."
  },
  "584": {
    "name": "Vanilluxe",
    "description": "Swallowing gran amounts of aigua they make snow clouds inside their bodies i atac their foes amb violent blizzards."
  },
  "585": {
    "name": "Deerling",
    "description": "el/la color i scent of their fur changes to match el/la muntanya herba quan they sense hostility, they hide in el/la herba"
  },
  "586": {
    "name": "Sawsbuck",
    "description": "Un Pokémon únic amb característiques especials. They migrate according to the seasons. People can tell the season by looking at Sawsbuck’s horns."
  },
  "587": {
    "name": "Emolga",
    "description": "el/la energy made in el seu/la seva cheeks’ elèctric pouches és stored inside el seu/la seva membrane i released mentre ell/ella és gliding."
  },
  "588": {
    "name": "Karrablast",
    "description": "Un Pokémon únic amb característiques especials. These mysterious Pokémon evolve when they receive electrical stimulation while they are in the same place as Shelmet."
  },
  "589": {
    "name": "Escavalier",
    "description": "Un Pokémon únic amb característiques especials. They fly around at high speed, striking with their pointed spears. Even when in trouble, they face opponents bravely."
  },
  "590": {
    "name": "Foongus",
    "description": "ell/ella lures people in amb el seu/la seva Poké Ball pattern, then releases verí spores. Why ell/ella resembles a Poké Ball és unknown."
  },
  "591": {
    "name": "Amoonguss",
    "description": "Un Pokémon únic amb característiques especials. It lures prey close by dancing and waving its arm caps, which resemble Poké Balls, in a swaying motion."
  },
  "592": {
    "name": "Frillish",
    "description": "amb el seu/la seva thin, veil-like arms wrapped around el/la cos of el seu/la seva opponent, ell/ella sinks to el/la oceà floor."
  },
  "593": {
    "name": "Jellicent",
    "description": "el/la fate of el/la ships i crew aquell/aquella wander into Jellicent’s habitat: all sunken, all lost, all vanished."
  },
  "594": {
    "name": "Alomomola",
    "description": "Un Pokémon únic amb característiques especials. The special membrane enveloping Alomomola has the ability to heal wounds."
  },
  "595": {
    "name": "Joltik",
    "description": "Un Pokémon únic amb característiques especials. Joltik that live in cities have learned a technique for sucking electricity from the outlets in houses."
  },
  "596": {
    "name": "Galvantula",
    "description": "Un Pokémon únic amb característiques especials. When attacked, they create an electric barrier by spitting out many electrically charged threads."
  },
  "597": {
    "name": "Ferroseed",
    "description": "quan threatened, ell/ella attacks by shooting a barrage of espines which gives ell/ella a chance to escape by rolling away."
  },
  "598": {
    "name": "Ferrothorn",
    "description": "Un Pokémon únic amb característiques especials. It fights by swinging around its three spiky feelers. A hit from these steel spikes can reduce a boulder to rubble."
  },
  "599": {
    "name": "Klink",
    "description": "el/la two minigears aquell/aquella mesh together are predetermined. Each farà rebound de other minigears without meshing."
  },
  "600": {
    "name": "Klang",
    "description": "By changing el/la direction in which ell/ella rotates, ell/ella communicates el seu/la seva feelings to others. quan angry, ell/ella rotates faster."
  },
  "601": {
    "name": "Klinklang",
    "description": "Un Pokémon únic amb característiques especials. The gear with the red core is rotated at high speed for a rapid energy charge."
  },
  "602": {
    "name": "Tynamo",
    "description": "Un Pokémon únic amb característiques especials. While one alone doesn’t have much power, a chain of many Tynamo can be as powerful as lightning."
  },
  "603": {
    "name": "Eelektrik",
    "description": "Un Pokémon únic amb característiques especials. They coil around foes and shock them with electricity-generating organs that seem simply to be circular patterns."
  },
  "604": {
    "name": "Eelektross",
    "description": "They crawl out of el/la oceà using their arms. They farà atac presa on shore i immediately drag ell/ella into el/la oceà"
  },
  "605": {
    "name": "Elgyem",
    "description": "Un Pokémon únic amb característiques especials. It uses its strong psychic power to squeeze its opponent’s brain, causing unendurable headaches."
  },
  "606": {
    "name": "Beheeyem",
    "description": "Un Pokémon únic amb característiques especials. It can manipulate an opponent’s memory. Apparently, it communicates by flashing its three different-colored fingers."
  },
  "607": {
    "name": "Litwick",
    "description": "Litwick shines a light aquell/aquella absorbs el/la life energy of people i Pokémon, which becomes el/la fuel aquell/aquella ell/ella burns."
  },
  "608": {
    "name": "Lampent",
    "description": "aquest/aquesta ominous Pokémon és feared. Through cities ell/ella wanders, searching for el/la spirits of el/la fallen."
  },
  "609": {
    "name": "Chandelure",
    "description": "ell/ella absorbs a spirit, which ell/ella then burns. By waving el/la flames on el seu/la seva arms, ell/ella puts el seu/la seva foes into a hypnotic trance."
  },
  "610": {
    "name": "Axew",
    "description": "They use their tusks to crush el/la berries they eat. Repeated regrowth makes their tusks fort i sharp."
  },
  "611": {
    "name": "Fraxure",
    "description": "Un Pokémon únic amb característiques especials. Since a broken tusk will not grow back, they diligently sharpen their tusks on river rocks after they’ve been fighting."
  },
  "612": {
    "name": "Haxorus",
    "description": "They are kind but pot be relentless quan defending territory. They challenge foes amb tusks aquell/aquella pot cut steel."
  },
  "613": {
    "name": "Cubchoo",
    "description": "quan ell/ella és not feeling well, el seu/la seva mucus gets watery i el/la power of el seu/la seva Ice-type moves decreases."
  },
  "614": {
    "name": "Beartic",
    "description": "ell/ella pot make el seu/la seva breath freeze at farà molt able in el/la aigua ell/ella swims around in northern seas i catches presa"
  },
  "615": {
    "name": "Cryogonal",
    "description": "quan el seu/la seva cos temperature goes up, ell/ella turns into steam i vanishes. quan el seu/la seva temperature lowers, ell/ella returns to ice."
  },
  "616": {
    "name": "Shelmet",
    "description": "quan attacked, ell/ella defends itself by closing el/la lid of el seu/la seva closca ell/ella pot spit a sticky, poisonous liquid."
  },
  "617": {
    "name": "Accelgor",
    "description": "Un Pokémon únic amb característiques especials. When its body dries out, it weakens. So, to prevent dehydration, it wraps itself in many layers of thin membrane."
  },
  "618": {
    "name": "Stunfisk",
    "description": "el seu/la seva skin és molt hard, so ell/ella és unhurt even if stepped on by sumo wrestlers. ell/ella smiles quan transmitting electricity."
  },
  "619": {
    "name": "Mienfoo",
    "description": "Un Pokémon únic amb característiques especials. In fights, they dominate with onslaughts of flowing, continuous attacks. With their sharp claws, they cut enemies."
  },
  "620": {
    "name": "Mienshao",
    "description": "Un Pokémon únic amb característiques especials. It wields the fur on its arms like a whip. Its arm attacks come with such rapidity that they cannot even be seen."
  },
  "621": {
    "name": "Druddigon",
    "description": "ell/ella warms el seu/la seva cos by absorbing sunlight amb el seu/la seva ales quan el seu/la seva cos temperature falls, ell/ella pot no longer move."
  },
  "622": {
    "name": "Golett",
    "description": "el/la energy aquell/aquella burns inside ell/ella enables ell/ella to move, but no one té yet been able to identify aquest/aquesta energy."
  },
  "623": {
    "name": "Golurk",
    "description": "Un Pokémon únic amb característiques especials. It flies across the sky at Mach speeds. Removing the seal on its chest makes its internal energy go out of control."
  },
  "624": {
    "name": "Pawniard",
    "description": "Blades comprise aquest/aquesta Pokémon’s entire cos If battling dulls el/la blades, ell/ella sharpens them on stones by el/la riu"
  },
  "625": {
    "name": "Bisharp",
    "description": "ell/ella leads a group of Pawniard. ell/ella battles to become el/la boss, but farà be driven de el/la group if ell/ella loses."
  },
  "626": {
    "name": "Bouffalant",
    "description": "Un Pokémon únic amb característiques especials. Their fluffy fur absorbs damage, even if they strike foes with a fierce headbutt."
  },
  "627": {
    "name": "Rufflet",
    "description": "Un Pokémon únic amb característiques especials. They crush berries with their talons. They bravely stand up to any opponent, no matter how strong it is."
  },
  "628": {
    "name": "Braviary",
    "description": "Un Pokémon únic amb característiques especials. They fight for their friends without any thought about danger to themselves. One can carry a car while flying."
  },
  "629": {
    "name": "Vullaby",
    "description": "Un Pokémon únic amb característiques especials. Their wings are too tiny to allow them to fly. They guard their posteriors with bones that were gathered by Mandibuzz."
  },
  "630": {
    "name": "Mandibuzz",
    "description": "ell/ella makes a nest out of bones ell/ella finds. ell/ella grabs weakened presa in el seu/la seva talons i hauls ell/ella to el seu/la seva nest of bones."
  },
  "631": {
    "name": "Heatmor",
    "description": "ell/ella breathes through a hole in el seu/la seva cua mentre ell/ella burns amb an internal foc Durant és el seu/la seva presa"
  },
  "632": {
    "name": "Durant",
    "description": "Un Pokémon únic amb característiques especials. They attack in groups, covering themselves in steel armor to protect themselves from Heatmor."
  },
  "633": {
    "name": "Deino",
    "description": "ell/ella tends to bite everything, i ell/ella és not a picky eater. Approaching ell/ella carelessly és perillós"
  },
  "634": {
    "name": "Zweilous",
    "description": "Un Pokémon únic amb característiques especials. After it has eaten up all the food in its territory, it moves to another area. Its two heads do not get along."
  },
  "635": {
    "name": "Hydreigon",
    "description": "aquest/aquesta brutal Pokémon travels el/la skies on el seu/la seva six ales Anything aquell/aquella moves seems like a foe to ell/ella triggering el seu/la seva atac"
  },
  "636": {
    "name": "Larvesta",
    "description": "aquest/aquesta Pokémon was believed to tenir been born de el/la sun. quan ell/ella evolves, el seu/la seva entire cos és engulfed in flames."
  },
  "637": {
    "name": "Volcarona",
    "description": "quan volcanic ash darkened el/la atmosphere, ell/ella és said aquell/aquella Volcarona’s foc provided a replacement for el/la sun."
  },
  "638": {
    "name": "Cobalion",
    "description": "aquest/aquesta llegendari Pokémon battled against humans to protect Pokémon. el seu/la seva personality és calm i composed."
  },
  "639": {
    "name": "Terrakion",
    "description": "Un Pokémon únic amb característiques especials. This Pokémon came to the defense of Pokémon that had lost their homes in a war among humans."
  },
  "640": {
    "name": "Virizion",
    "description": "Un Pokémon únic amb característiques especials. This Pokémon fought humans in order to protect its friends. Legends about it continue to be passed down."
  },
  "641": {
    "name": "Tornadus-Incarnate",
    "description": "el/la lower half of el seu/la seva cos és wrapped in a cloud of energy. ell/ella zooms through el/la sky at 200 mph."
  },
  "642": {
    "name": "Thundurus-Incarnate",
    "description": "Un Pokémon únic amb característiques especials. Countless charred remains mar the landscape of places through which Thundurus has passed."
  },
  "643": {
    "name": "Reshiram",
    "description": "aquest/aquesta Pokémon appears in legends. ell/ella sends flames into el/la air de el seu/la seva cua burning up everything around ell/ella"
  },
  "644": {
    "name": "Zekrom",
    "description": "Concealing itself in lightning clouds, ell/ella flies throughout el/la Unova region. ell/ella creates electricity in el seu/la seva cua"
  },
  "645": {
    "name": "Landorus-Incarnate",
    "description": "Un Pokémon únic amb característiques especials. Lands visited by Landorus grant such bountiful crops that it has been hailed as “The Guardian of the Fields.”"
  },
  "646": {
    "name": "Kyurem",
    "description": "ell/ella generates a poderós freezing energy inside itself, but el seu/la seva cos became frozen quan el/la energy leaked out."
  },
  "647": {
    "name": "Keldeo-Ordinary",
    "description": "By blasting aigua de el seu/la seva hooves, ell/ella pot glide across aigua ell/ella excels at using leg moves mentre battling."
  },
  "648": {
    "name": "Meloetta-Aria",
    "description": "el seu/la seva melodies are sung amb a special vocalization method aquell/aquella pot control el/la feelings of those who hear ell/ella"
  },
  "649": {
    "name": "Genesect",
    "description": "Un Pokémon únic amb característiques especials. Over 300 million years ago, it was feared as the strongest of hunters. It has been modified by Team Plasma."
  },
  "650": {
    "name": "Chespin",
    "description": "el/la quills on el seu/la seva cap are usually soft. quan ell/ella flexes them, el/la points become so hard i sharp aquell/aquella they pot pierce rock."
  },
  "651": {
    "name": "Quilladin",
    "description": "ell/ella relies on el seu/la seva sturdy closca to deflect predators’ attacks. ell/ella counterattacks amb el seu/la seva sharp quills."
  },
  "652": {
    "name": "Chesnaught",
    "description": "el seu/la seva Tackle és forceful enough to flip a 50-ton tank. ell/ella shields el seu/la seva allies de danger amb el seu/la seva own cos"
  },
  "653": {
    "name": "Fennekin",
    "description": "Un Pokémon únic amb característiques especials. Eating a twig fills it with energy, and its roomy ears give vent to air hotter than 390 degrees Fahrenheit."
  },
  "654": {
    "name": "Braixen",
    "description": "ell/ella té a twig stuck in el seu/la seva cua amb friction de el seu/la seva cua fur, ell/ella sets el/la twig on foc i launches into combat"
  },
  "655": {
    "name": "Delphox",
    "description": "ell/ella gazes into el/la flame at el/la tip of el seu/la seva branch to achieve a focused state, which allows ell/ella to see into el/la future."
  },
  "656": {
    "name": "Froakie",
    "description": "ell/ella secretes flexible bubbles de el seu/la seva chest i back. el/la bubbles reduce el/la damage ell/ella would otherwise take quan attacked."
  },
  "657": {
    "name": "Frogadier",
    "description": "Un Pokémon únic amb característiques especials. It can throw bubble-covered pebbles with precise control, hitting empty cans up to a hundred feet away."
  },
  "658": {
    "name": "Greninja",
    "description": "ell/ella creates throwing stars out of compressed aigua quan ell/ella spins them i throws them at high speed, these stars pot split metal in two."
  },
  "659": {
    "name": "Bunnelby",
    "description": "They use their gran ears to dig burrows. They farà dig el/la whole night through."
  },
  "660": {
    "name": "Diggersby",
    "description": "Un Pokémon únic amb característiques especials. With their powerful ears, they can heft boulders of a ton or more with ease. They can be a big help at construction sites."
  },
  "661": {
    "name": "Fletchling",
    "description": "Un Pokémon únic amb característiques especials. These friendly Pokémon send signals to one another with beautiful chirps and tail-feather movements."
  },
  "662": {
    "name": "Fletchinder",
    "description": "de el seu/la seva beak, ell/ella expels embers aquell/aquella set el/la tall herba on foc Then ell/ella pounces on el/la bewildered presa aquell/aquella pop out of el/la herba"
  },
  "663": {
    "name": "Talonflame",
    "description": "In el/la fever of an exciting combat ell/ella showers embers de el/la gaps between el seu/la seva feathers i takes to el/la air."
  },
  "664": {
    "name": "Scatterbug",
    "description": "Un Pokémon únic amb característiques especials. When under attack from bird Pokémon, it spews a poisonous black powder that causes paralysis on contact."
  },
  "665": {
    "name": "Spewpa",
    "description": "ell/ella lives hidden within thicket shadows. quan predators atac ell/ella quickly bristles el/la fur covering el seu/la seva cos in an effort to threaten them."
  },
  "666": {
    "name": "Vivillon",
    "description": "Un Pokémon únic amb característiques especials. Vivillon with many different patterns are found all over the world. These patterns are affected by the climate of their habitat."
  },
  "667": {
    "name": "Litleo",
    "description": "el/la stronger el/la opponent ell/ella faces, el/la more heat surges de el seu/la seva mane i el/la more power flows through el seu/la seva cos"
  },
  "668": {
    "name": "Pyroar",
    "description": "el/la male amb el/la largest mane of foc és el/la leader of el/la pride."
  },
  "669": {
    "name": "Flabebe",
    "description": "ell/ella draws out i controls el/la hidden power of flowers. el/la flower Flabébé holds és most likely part of el seu/la seva cos"
  },
  "670": {
    "name": "Floette",
    "description": "ell/ella flutters around fields of flowers i cares for flowers aquell/aquella are starting to wilt. ell/ella draws out el/la hidden power of flowers to combat"
  },
  "671": {
    "name": "Florges",
    "description": "Un Pokémon únic amb característiques especials. It claims exquisite flower gardens as its territory, and it obtains power from basking in the energy emitted by flowering plants."
  },
  "672": {
    "name": "Skiddo",
    "description": "Un Pokémon únic amb característiques especials. Thought to be one of the first Pokémon to live in harmony with humans, it has a placid disposition."
  },
  "673": {
    "name": "Gogoat",
    "description": "Un Pokémon únic amb característiques especials. It can tell how its Trainer is feeling by subtle shifts in the grip on its horns. This empathic sense lets them run as if one being."
  },
  "674": {
    "name": "Pancham",
    "description": "Un Pokémon únic amb característiques especials. It does its best to be taken seriously by its enemies, but its glare is not sufficiently intimidating. Chewing on a leaf is its trademark."
  },
  "675": {
    "name": "Pangoro",
    "description": "Although ell/ella possesses a violent temperament, ell/ella won’t put up amb bullying. ell/ella uses el/la leaf in el seu/la seva boca to sense el/la movements of el seu/la seva enemies."
  },
  "676": {
    "name": "Furfrou",
    "description": "Un Pokémon únic amb característiques especials. Trimming its fluffy fur not only makes it more elegant but also increases the swiftness of its movements."
  },
  "677": {
    "name": "Espurr",
    "description": "el/la organ aquell/aquella emits el seu/la seva intense psychic power és sheltered by el seu/la seva ears to keep power de leaking out."
  },
  "678": {
    "name": "Meowstic-Male",
    "description": "Un Pokémon únic amb característiques especials. When in danger, it raises its ears and releases enough psychic power to grind a 10-ton truck into dust."
  },
  "679": {
    "name": "Honedge",
    "description": "Un Pokémon únic amb característiques especials. Apparently this Pokémon is born when a departed spirit inhabits a sword. It attaches itself to people and drinks their life force."
  },
  "680": {
    "name": "Doublade",
    "description": "Un Pokémon únic amb característiques especials. When Honedge evolves, it divides into two swords, which cooperate via telepathy to coordinate attacks and slash their enemies to ribbons."
  },
  "681": {
    "name": "Aegislash-Shield",
    "description": "Un Pokémon únic amb característiques especials. Generations of kings were attended by these Pokémon, which used their spectral power to manipulate and control people and Pokémon."
  },
  "682": {
    "name": "Spritzee",
    "description": "ell/ella emits a scent aquell/aquella enraptures those who smell ell/ella aquest/aquesta fragrance changes depending on what ell/ella té eaten."
  },
  "683": {
    "name": "Aromatisse",
    "description": "ell/ella devises various scents, pleasant i unpleasant, i emits scents aquell/aquella el seu/la seva enemies dislike in order to gain an edge in combat"
  },
  "684": {
    "name": "Swirlix",
    "description": "Un Pokémon únic amb característiques especials. To entangle its opponents in battle, it extrudes white threads as sweet and sticky as cotton candy."
  },
  "685": {
    "name": "Slurpuff",
    "description": "Un Pokémon únic amb característiques especials. It can distinguish the faintest of scents. It puts its sensitive sense of smell to use by helping pastry chefs in their work."
  },
  "686": {
    "name": "Inkay",
    "description": "Un Pokémon únic amb característiques especials. Opponents who stare at the flashing of the light-emitting spots on its body become dazed and lose their will to fight."
  },
  "687": {
    "name": "Malamar",
    "description": "Un Pokémon únic amb característiques especials. It wields the most compelling hypnotic powers of any Pokémon, and it forces others to do whatever it wants."
  },
  "688": {
    "name": "Binacle",
    "description": "Un Pokémon únic amb característiques especials. Two Binacle live together on one rock. When they fight, one of them will move to a different rock."
  },
  "689": {
    "name": "Barbaracle",
    "description": "Un Pokémon únic amb característiques especials. When they evolve, two Binacle multiply into seven. They fight with the power of seven Binacle."
  },
  "690": {
    "name": "Skrelp",
    "description": "Un Pokémon únic amb característiques especials. Camouflaged as rotten kelp, they spray liquid poison on prey that approaches unawares and then finish it off."
  },
  "691": {
    "name": "Dragalge",
    "description": "Their verí és fort enough to eat through el/la hull of a tanker, i they spit ell/ella indiscriminately at anything aquell/aquella enters their territory."
  },
  "692": {
    "name": "Clauncher",
    "description": "Un Pokémon únic amb característiques especials. They knock down flying prey by firing compressed water from their massive claws like shooting a pistol."
  },
  "693": {
    "name": "Clawitzer",
    "description": "Un Pokémon únic amb característiques especials. Their enormous claws launch cannonballs of water powerful enough to pierce tanker hulls."
  },
  "694": {
    "name": "Helioptile",
    "description": "They make their home in deserts. They pot generate their energy de basking in el/la sun, so eating food és not a requirement."
  },
  "695": {
    "name": "Heliolisk",
    "description": "Un Pokémon únic amb característiques especials. They flare their frills and generate energy. A single Heliolisk can generate sufficient electricity to power a skyscraper."
  },
  "696": {
    "name": "Tyrunt",
    "description": "aquest/aquesta Pokémon was restored de a fossil. If something happens aquell/aquella ell/ella doesn’t like, ell/ella throws a tantrum i runs wild."
  },
  "697": {
    "name": "Tyrantrum",
    "description": "Un Pokémon únic amb característiques especials. Thanks to its gargantuan jaws, which could shred thick metal plates as if they were paper, it was invincible in the ancient world it once inhabited."
  },
  "698": {
    "name": "Amaura",
    "description": "Un Pokémon únic amb característiques especials. This ancient Pokémon was restored from part of its body that had been frozen in ice for over 100 million years."
  },
  "699": {
    "name": "Aurorus",
    "description": "el/la diamond-shaped crystals on el seu/la seva cos expel air as fred as -240 degrees Fahrenheit, surrounding el seu/la seva enemies i encasing them in ice."
  },
  "700": {
    "name": "Sylveon",
    "description": "Un Pokémon únic amb característiques especials. It sends a soothing aura from its ribbonlike feelers to calm fights."
  },
  "701": {
    "name": "Hawlucha",
    "description": "Although el seu/la seva cos és petit el seu/la seva proficient fighting skills enable ell/ella to keep up amb big bruisers like Machamp i Hariyama."
  },
  "702": {
    "name": "Dedenne",
    "description": "Un Pokémon únic amb característiques especials. Its whiskers serve as antennas. By sending and receiving electrical waves, it can communicate with others over vast distances."
  },
  "703": {
    "name": "Carbink",
    "description": "Born de el/la temperatures i pressures deep sota terra ell/ella fires beams de el/la stone in el seu/la seva cap"
  },
  "704": {
    "name": "Goomy",
    "description": "Un Pokémon únic amb característiques especials. The weakest Dragon-type Pokémon, it lives in damp, shady places, so its body doesn’t dry out."
  },
  "705": {
    "name": "Sliggoo",
    "description": "ell/ella drives away opponents by excreting a sticky liquid aquell/aquella pot dissolve anything. el seu/la seva ulls devolved, so ell/ella can’t see anything."
  },
  "706": {
    "name": "Goodra",
    "description": "Un Pokémon únic amb característiques especials. This very friendly Dragon-type Pokémon will hug its beloved Trainer, leaving that Trainer covered in sticky slime."
  },
  "707": {
    "name": "Klefki",
    "description": "Un Pokémon únic amb característiques especials. These key collectors threaten any attackers by fiercely jingling their keys at them."
  },
  "708": {
    "name": "Phantump",
    "description": "Un Pokémon únic amb característiques especials. These Pokémon are created when spirits possess rotten tree stumps. They prefer to live in abandoned forests."
  },
  "709": {
    "name": "Trevenant",
    "description": "ell/ella pot control trees at farà ell/ella farà trap people who harm el/la bosc so they pot never leave."
  },
  "710": {
    "name": "Pumpkaboo-Average",
    "description": "el/la pumpkin cos és inhabited by a spirit trapped in aquest/aquesta world. As el/la sun sets, ell/ella becomes restless i active."
  },
  "711": {
    "name": "Gourgeist-Average",
    "description": "Un Pokémon únic amb característiques especials. Singing in eerie voices, they wander town streets on the night of the new moon. Anyone who hears their song is cursed."
  },
  "712": {
    "name": "Bergmite",
    "description": "ell/ella blocks opponents’ attacks amb el/la ice aquell/aquella shields el seu/la seva cos ell/ella uses fred air to repair any cracks amb new ice."
  },
  "713": {
    "name": "Avalugg",
    "description": "el seu/la seva ice-covered cos és as hard as steel. el seu/la seva cumbersome frame crushes anything aquell/aquella stands in el seu/la seva way."
  },
  "714": {
    "name": "Noibat",
    "description": "Un Pokémon únic amb característiques especials. They live in pitch-black caves. Their enormous ears can emit ultrasonic waves of 200,000 hertz."
  },
  "715": {
    "name": "Noivern",
    "description": "They fly around on moonless nights i atac careless presa Nothing pot beat them in a combat in el/la dark."
  },
  "716": {
    "name": "Xerneas",
    "description": "Legends say ell/ella pot share eternal life. ell/ella slept for a thousand years in el/la form of a arbre before el seu/la seva revival."
  },
  "717": {
    "name": "Yveltal",
    "description": "quan aquest/aquesta llegendari Pokémon’s ales i cua feathers spread wide i glow red, ell/ella absorbs el/la life force of living creatures."
  },
  "718": {
    "name": "Zygarde-50",
    "description": "quan el/la Kalos region’s ecosystem falls into disarray, ell/ella appears i reveals el seu/la seva secret power."
  },
  "719": {
    "name": "Diancie",
    "description": "Un Pokémon únic amb característiques especials. A sudden transformation of Carbink, its pink, glimmering body is said to be the loveliest sight in the whole world."
  },
  "720": {
    "name": "Hoopa",
    "description": "Un Pokémon únic amb característiques especials. This troublemaker sends anything and everything to faraway places using its loop, which can warp space."
  },
  "721": {
    "name": "Volcanion",
    "description": "Un Pokémon únic amb característiques especials. It lets out billows of steam and disappears into the dense fog. It’s said to live in mountains where humans do not tread."
  },
  "722": {
    "name": "Rowlet",
    "description": "Un Pokémon únic amb característiques especials. This wary Pokémon uses photosynthesis to store up energy during the day, while becoming active at night."
  },
  "723": {
    "name": "Dartrix",
    "description": "A bit of a dandy, ell/ella spends el seu/la seva free time preening el seu/la seva ales el seu/la seva preoccupation amb any dirt on el seu/la seva plumage pot leave ell/ella unable to combat"
  },
  "724": {
    "name": "Decidueye",
    "description": "ell/ella fires arrow quills de el seu/la seva ales amb such precision, they pot pierce a pebble at distances over a hundred yards."
  },
  "725": {
    "name": "Litten",
    "description": "mentre grooming itself, ell/ella builds up fur inside el seu/la seva stomach. ell/ella sets el/la fur alight i spews fiery attacks, which change based on how ell/ella coughs."
  },
  "726": {
    "name": "Torracat",
    "description": "At el seu/la seva throat, ell/ella bears a bell of foc el/la bell rings brightly whenever aquest/aquesta Pokémon spits foc"
  },
  "727": {
    "name": "Incineroar",
    "description": "aquest/aquesta Pokémon té a violent, selfish disposition. If el seu/la seva not in el/la mood to listen, ell/ella farà ignore el seu/la seva Trainer’s orders amb complete nonchalance."
  },
  "728": {
    "name": "Popplio",
    "description": "Un Pokémon únic amb característiques especials. This Pokémon snorts body fluids from its nose, blowing balloons to smash into its foes. It’s famous for being a hard worker."
  },
  "729": {
    "name": "Brionne",
    "description": "A skillful dancer, ell/ella creates a sequence of aigua balloons as ell/ella dances, i briskly bombards el seu/la seva enemies."
  },
  "730": {
    "name": "Primarina",
    "description": "ell/ella controls el seu/la seva aigua balloons amb song. el/la melody és learned de others of el seu/la seva kind i és passed down de one generation to el/la next."
  },
  "731": {
    "name": "Pikipek",
    "description": "ell/ella pot peck at a rate of 16 times a second to drill holes in trees. ell/ella uses el/la holes for food storage i for nesting."
  },
  "732": {
    "name": "Trumbeak",
    "description": "ell/ella eats berries i stores their seeds in el seu/la seva beak. quan ell/ella encounters enemies or presa ell/ella fires off all el/la seeds in a burst."
  },
  "733": {
    "name": "Toucannon",
    "description": "quan ell/ella battles, el seu/la seva beak heats up. el/la temperature pot easily exceed 212 degrees Fahrenheit, causing severe burns quan ell/ella hits."
  },
  "734": {
    "name": "Yungoos",
    "description": "Un Pokémon únic amb característiques especials. With its sharp fangs, it will bite anything. It did not originally live in Alola but was imported from another region."
  },
  "735": {
    "name": "Gumshoos",
    "description": "quan ell/ella finds a trace of el seu/la seva presa ell/ella patiently stakes out el/la location...but el seu/la seva always snoozing by nightfall."
  },
  "736": {
    "name": "Grubbin",
    "description": "el seu/la seva fort jaw enables ell/ella to scrape trees i slurp out el/la sap. ell/ella normally lives sota terra"
  },
  "737": {
    "name": "Charjabug",
    "description": "Un Pokémon únic amb característiques especials. Its body is capable of storing electricity. On camping trips, people are grateful to have one around."
  },
  "738": {
    "name": "Vikavolt",
    "description": "Un Pokémon únic amb característiques especials. It zips around, on sharp lookout for an opening. It concentrates electrical energy within its large jaws and uses it to zap its enemies."
  },
  "739": {
    "name": "Crabrawler",
    "description": "mentre guarding el seu/la seva feble points amb el seu/la seva pincers, ell/ella looks for an opening i unleashes punches. quan ell/ella loses, ell/ella foams at el/la boca i faints."
  },
  "740": {
    "name": "Crabominable",
    "description": "Un Pokémon únic amb característiques especials. It aimed for the top but got lost and ended up on a snowy mountain. Being forced to endure the cold, this Pokémon evolved and grew fur."
  },
  "741": {
    "name": "Oricorio-Baile",
    "description": "ell/ella beats el seu/la seva ales together to create foc As ell/ella moves in el/la steps of el seu/la seva beautiful dance, ell/ella bathes opponents in intense flames."
  },
  "742": {
    "name": "Cutiefly",
    "description": "Un Pokémon únic amb característiques especials. It feeds on the nectar and pollen of flowers. Because it’s able to sense auras, it can identify which flowers are about to bloom."
  },
  "743": {
    "name": "Ribombee",
    "description": "Un Pokémon únic amb característiques especials. It rolls up pollen into puffs. It makes many different varieties, some used as food and others used in battle."
  },
  "744": {
    "name": "Rockruff",
    "description": "Un Pokémon únic amb característiques especials. It’s considered to be a good Pokémon for beginners because of its friendliness, but its disposition grows rougher as it grows up."
  },
  "745": {
    "name": "Lycanroc-Midday",
    "description": "el seu/la seva quick movements confuse el seu/la seva enemies. Well equipped amb urpes i fangs, ell/ella also uses el/la sharp rocks in el seu/la seva mane as weapons."
  },
  "746": {
    "name": "Wishiwashi-Solo",
    "description": "quan el seu/la seva in trouble, el seu/la seva ulls moisten i begin to shine. el/la shining light attracts el seu/la seva comrades, i they stand together against their enemies."
  },
  "747": {
    "name": "Mareanie",
    "description": "ell/ella plunges el/la verí spike on el seu/la seva cap into el seu/la seva presa quan el/la presa té weakened, Mareanie deals el/la finishing blow amb el seu/la seva 10 tentacles."
  },
  "748": {
    "name": "Toxapex",
    "description": "Un Pokémon únic amb característiques especials. Toxapex crawls along the ocean floor on its 12 legs. It leaves a trail of Corsola bits scattered in its wake."
  },
  "749": {
    "name": "Mudbray",
    "description": "el/la mud stuck to Mudbray’s hooves enhances el seu/la seva grip i el seu/la seva poderós running gait."
  },
  "750": {
    "name": "Mudsdale",
    "description": "Un Pokémon únic amb característiques especials. It spits a mud that provides resistance to both wind and rain, so the walls of old houses were often coated with it."
  },
  "751": {
    "name": "Dewpider",
    "description": "ell/ella crawls onto el/la land in search of food. el seu/la seva aigua bubble allows ell/ella to breathe i protects el seu/la seva soft cap"
  },
  "752": {
    "name": "Araquanid",
    "description": "ell/ella delivers headbutts amb el/la aigua bubble on el seu/la seva cap petit Pokémon get sucked into el/la bubble, where they drown."
  },
  "753": {
    "name": "Fomantis",
    "description": "Un Pokémon únic amb característiques especials. During the day, it sleeps and soaks up light. When night falls, it walks around looking for a safer place to sleep."
  },
  "754": {
    "name": "Lurantis",
    "description": "Un Pokémon únic amb característiques especials. It requires a lot of effort to maintain Lurantis’s vivid coloring, but some collectors enjoy this work and treat it as their hobby."
  },
  "755": {
    "name": "Morelull",
    "description": "Un Pokémon únic amb característiques especials. It scatters spores that flicker and glow. Anyone seeing these lights falls into a deep slumber."
  },
  "756": {
    "name": "Shiinotic",
    "description": "Un Pokémon únic amb característiques especials. Forests where Shiinotic live are treacherous to enter at night. People confused by its strange lights can never find their way home again."
  },
  "757": {
    "name": "Salandit",
    "description": "ell/ella burns el seu/la seva bodily fluids to create a poisonous gas. quan el seu/la seva enemies become disoriented de inhaling el/la gas, ell/ella attacks them."
  },
  "758": {
    "name": "Salazzle",
    "description": "Un Pokémon únic amb característiques especials. For some reason, only females have been found. It creates a reverse harem of male Salandit that it lives with."
  },
  "759": {
    "name": "Stufful",
    "description": "Un Pokémon únic amb característiques especials. Despite its adorable appearance, when it gets angry and flails about, its arms and legs could knock a pro wrestler sprawling."
  },
  "760": {
    "name": "Bewear",
    "description": "aquest/aquesta immensely perillós Pokémon possesses overwhelming physical strength. el seu/la seva habitat és generally off-limits."
  },
  "761": {
    "name": "Bounsweet",
    "description": "Un Pokémon únic amb característiques especials. A delectable aroma pours from its body. They are often swallowed whole by Toucannon lured by that wafting deliciousness."
  },
  "762": {
    "name": "Steenee",
    "description": "Un Pokémon únic amb característiques especials. The sepals on its head developed to protect its body. These are quite hard, so even if pecked by bird Pokémon, this Pokémon is totally fine."
  },
  "763": {
    "name": "Tsareena",
    "description": "Un Pokémon únic amb característiques especials. Its long, striking legs aren’t just for show but to be used to kick with skill. In victory, it shows off by kicking the defeated, laughing boisterously."
  },
  "764": {
    "name": "Comfey",
    "description": "Un Pokémon únic amb característiques especials. It attaches flowers to its highly nutritious vine. This revitalizes the flowers, and they give off an aromatic scent."
  },
  "765": {
    "name": "Oranguru",
    "description": "Un Pokémon únic amb característiques especials. Known for its extreme intelligence, this Pokémon will look down on inexperienced Trainers, so it’s best suited to veteran Trainers."
  },
  "766": {
    "name": "Passimian",
    "description": "Un Pokémon únic amb característiques especials. They form groups of roughly 20 individuals. Their mutual bond is remarkable—they will never let down a comrade."
  },
  "767": {
    "name": "Wimpod",
    "description": "Un Pokémon únic amb característiques especials. This Pokémon is a coward. As it desperately dashes off, the flailing of its many legs leaves a sparkling clean path in its wake."
  },
  "768": {
    "name": "Golisopod",
    "description": "Un Pokémon únic amb característiques especials. With a flashing slash of its giant sharp claws, it cleaves seawater—or even air—right in two."
  },
  "769": {
    "name": "Sandygast",
    "description": "Un Pokémon únic amb característiques especials. Born from a sand mound playfully built by a child, this Pokémon embodies the grudges of the departed."
  },
  "770": {
    "name": "Palossand",
    "description": "Un Pokémon únic amb característiques especials. Possessed people controlled by this Pokémon transformed its sand mound into a castle. As it evolved, its power to curse grew ever stronger."
  },
  "771": {
    "name": "Pyukumuku",
    "description": "Un Pokémon únic amb característiques especials. It’s covered in a slime that keeps its skin moist, allowing it to stay on land for days without drying up."
  },
  "772": {
    "name": "Type-Null",
    "description": "Un Pokémon únic amb característiques especials. The heavy control mask it wears suppresses its intrinsic capabilities. This Pokémon has some hidden special power."
  },
  "773": {
    "name": "Silvally",
    "description": "el seu/la seva trust in el seu/la seva partner és what awakens ell/ella aquest/aquesta Pokémon és capable of changing el seu/la seva type, a flexibility aquell/aquella és well displayed in combat"
  },
  "774": {
    "name": "Minior-Red-Meteor",
    "description": "Originally making el seu/la seva home in el/la ozone layer, ell/ella hurtles to el/la terra quan el/la closca enclosing el seu/la seva cos grows too heavy."
  },
  "775": {
    "name": "Komala",
    "description": "ell/ella és born asleep, i ell/ella dies asleep. All el seu/la seva movements are apparently no more than el/la results of ell/ella tossing i turning in el seu/la seva dreams."
  },
  "776": {
    "name": "Turtonator",
    "description": "el/la closca on el seu/la seva back és chemically unstable i explodes violently if struck. el/la hole in el seu/la seva stomach és el seu/la seva feble point."
  },
  "777": {
    "name": "Togedemaru",
    "description": "el/la spiny fur on el seu/la seva back és normally at rest. quan aquest/aquesta Pokémon becomes agitated, el seu/la seva fur stands on end i stabs into el seu/la seva attackers."
  },
  "778": {
    "name": "Mimikyu-Disguised",
    "description": "el seu/la seva actual appearance és unknown. A scholar who saw what was under el seu/la seva rag was overwhelmed by terror i died de el/la shock."
  },
  "779": {
    "name": "Bruxish",
    "description": "quan ell/ella unleashes el seu/la seva psychic power de el/la protuberance on el seu/la seva cap el/la grating sound of grinding dents echoes through el/la area."
  },
  "780": {
    "name": "Drampa",
    "description": "ell/ella té a compassionate personality, but if ell/ella és angered, ell/ella completely destroys el seu/la seva surroundings amb el seu/la seva intense breath."
  },
  "781": {
    "name": "Dhelmise",
    "description": "Un Pokémon únic amb característiques especials. Swinging its massive anchor, it can KO Wailord in a single blow. What appears to be green seaweed is actually its body."
  },
  "782": {
    "name": "Jangmo-O",
    "description": "Un Pokémon únic amb característiques especials. It expresses its feelings by smacking its scales. Metallic sounds echo through the tall mountains where Jangmo-o lives."
  },
  "783": {
    "name": "Hakamo-O",
    "description": "ell/ella leaps at el seu/la seva presa amb a courageous shout. el seu/la seva scaly punches tear el seu/la seva opponents to shreds."
  },
  "784": {
    "name": "Kommo-O",
    "description": "quan ell/ella spots enemies, ell/ella threatens them by jingling el/la scales on el seu/la seva cua feble opponents farà crack i flee in panic."
  },
  "785": {
    "name": "Tapu-Koko",
    "description": "aquest/aquesta guardian deity of Melemele és brimming amb curiosity. ell/ella summons thunderclouds i stores their lightning inside el seu/la seva cos"
  },
  "786": {
    "name": "Tapu-Lele",
    "description": "aquest/aquesta guardian deity of Akala és guilelessly cruel. el/la fragrant aroma of flowers és el/la source of el seu/la seva energy."
  },
  "787": {
    "name": "Tapu-Bulu",
    "description": "ell/ella pulls gran trees up by el/la roots i swings them around. ell/ella causes vegetation to grow, i then ell/ella absorbs energy de el/la growth."
  },
  "788": {
    "name": "Tapu-Fini",
    "description": "el/la dense fog ell/ella creates brings el/la downfall i destruction of el seu/la seva confused enemies. oceà currents are el/la source of el seu/la seva energy."
  },
  "789": {
    "name": "Cosmog",
    "description": "el seu/la seva cos és gaseous i frail. ell/ella slowly grows as ell/ella collects dust de el/la atmosphere."
  },
  "790": {
    "name": "Cosmoem",
    "description": "Motionless as if dead, el seu/la seva cos és faintly warm to el/la touch. In el/la distant past, ell/ella was called el/la cocoon of el/la stars."
  },
  "791": {
    "name": "Solgaleo",
    "description": "ell/ella és said to live in another world. el/la intense light ell/ella radiates de el/la surface of el seu/la seva cos pot make el/la darkest of nights light up like midday."
  },
  "792": {
    "name": "Lunala",
    "description": "Un Pokémon únic amb característiques especials. It is said to be a female evolution of Cosmog. When its third eye activates, away it flies to another world."
  },
  "793": {
    "name": "Nihilego",
    "description": "Un Pokémon únic amb característiques especials. One of several mysterious Ultra Beasts. People on the street report observing those infested by it suddenly becoming violent."
  },
  "794": {
    "name": "Buzzwole",
    "description": "aquest/aquesta Ultra Beast appeared de another world. ell/ella shows off el seu/la seva cos but whether aquell/aquella display és a boast or a threat remains unclear."
  },
  "795": {
    "name": "Pheromosa",
    "description": "Un Pokémon únic amb característiques especials. One of the dangerous Ultra Beasts, it has been spotted running across the land at terrific speeds."
  },
  "796": {
    "name": "Xurkitree",
    "description": "Un Pokémon únic amb característiques especials. One of the mysterious life-forms known as Ultra Beasts. Astonishing electric shocks emanate from its entire body, according to witnesses."
  },
  "797": {
    "name": "Celesteela",
    "description": "ell/ella appeared de el/la Ultra Wormhole. Witnesses observed ell/ella flying across el/la sky at high speed."
  },
  "798": {
    "name": "Kartana",
    "description": "aquest/aquesta Ultra Beast came de el/la Ultra Wormhole. ell/ella seems not to atac enemies on el seu/la seva own, but el seu/la seva sharp cos és a perillós weapon in itself."
  },
  "799": {
    "name": "Guzzlord",
    "description": "Un Pokémon únic amb característiques especials. It has gobbled mountains and swallowed whole buildings, according to reports. It’s one of the Ultra Beasts."
  },
  "800": {
    "name": "Necrozma",
    "description": "Un Pokémon únic amb característiques especials. Reminiscent of the Ultra Beasts, this life-form, apparently asleep underground, is thought to have come from another world in ancient times."
  },
  "801": {
    "name": "Magearna",
    "description": "Un Pokémon únic amb característiques especials. This artificial Pokémon, constructed more than 500 years ago, can understand human speech but cannot itself speak."
  },
  "802": {
    "name": "Marshadow",
    "description": "Un Pokémon únic amb característiques especials. Able to conceal itself in shadows, it never appears before humans, so its very existence was the stuff of myth."
  },
  "803": {
    "name": "Poipole",
    "description": "Un Pokémon únic amb característiques especials. This Ultra Beast is well enough liked to be chosen as a first partner in its own world."
  },
  "804": {
    "name": "Naganadel",
    "description": "ell/ella stores hundreds of liters of poisonous liquid inside el seu/la seva cos ell/ella és one of el/la organisms known as UBs."
  },
  "805": {
    "name": "Stakataka",
    "description": "Un Pokémon únic amb característiques especials. It appeared from an Ultra Wormhole. Each one appears to be made up of many life-forms stacked one on top of each other."
  },
  "806": {
    "name": "Blacephalon",
    "description": "ell/ella slithers toward people. Then, without warning, ell/ella triggers el/la explosion of el seu/la seva own cap el seu/la seva apparently one kind of Ultra Beast."
  },
  "807": {
    "name": "Zeraora",
    "description": "ell/ella electrifies el seu/la seva urpes i tears el seu/la seva opponents apart amb them. Even if they dodge el seu/la seva atac they’ll be electrocuted by el/la flying sparks."
  },
  "808": {
    "name": "Meltan",
    "description": "ell/ella melts particles of iron i other metals found in el/la subsoil, so ell/ella pot absorb them into el seu/la seva cos of molten steel."
  },
  "809": {
    "name": "Melmetal",
    "description": "Un Pokémon únic amb característiques especials. Revered long ago for its capacity to create iron from nothing, for some reason it has come back to life after 3,000 years."
  },
  "810": {
    "name": "Grookey",
    "description": "quan ell/ella uses el seu/la seva special stick to strike up a beat, el/la sound waves produced carry revitalizing energy to el/la plants i flowers in el/la area."
  },
  "811": {
    "name": "Thwackey",
    "description": "el/la faster a Thwackey pot beat out a rhythm amb el seu/la seva two sticks, el/la more respect ell/ella wins de el seu/la seva peers."
  },
  "812": {
    "name": "Rillaboom",
    "description": "By drumming, ell/ella taps into el/la power of el seu/la seva special arbre stump. el/la roots of el/la stump follow el seu/la seva direction in combat"
  },
  "813": {
    "name": "Scorbunny",
    "description": "Un Pokémon únic amb característiques especials. A warm-up of running around gets fire energy coursing through this Pokémon’s body. Once that happens, it’s ready to fight at full power."
  },
  "814": {
    "name": "Raboot",
    "description": "el seu/la seva thick i fluffy fur protects ell/ella de el/la fred i enables ell/ella to use hotter foc moves."
  },
  "815": {
    "name": "Cinderace",
    "description": "ell/ella juggles a pebble amb el seu/la seva peus turning ell/ella into a burning soccer ball. el seu/la seva shots strike opponents hard i leave them scorched."
  },
  "816": {
    "name": "Sobble",
    "description": "Un Pokémon únic amb característiques especials. When scared, this Pokémon cries. Its tears pack the chemical punch of 100 onions, and attackers won’t be able to resist weeping."
  },
  "817": {
    "name": "Drizzile",
    "description": "A clever combatant, aquest/aquesta Pokémon battles using aigua balloons created amb moisture secreted de el seu/la seva palms."
  },
  "818": {
    "name": "Inteleon",
    "description": "ell/ella té many hidden capabilities, such as fingertips aquell/aquella pot shoot aigua i a membrane on el seu/la seva back aquell/aquella ell/ella pot use to glide through el/la air."
  },
  "819": {
    "name": "Skwovet",
    "description": "Un Pokémon únic amb característiques especials. Found throughout the Galar region, this Pokémon becomes uneasy if its cheeks are ever completely empty of berries."
  },
  "820": {
    "name": "Greedent",
    "description": "ell/ella stashes berries in el seu/la seva tail—so many berries aquell/aquella they fall out constantly. But aquest/aquesta Pokémon és a bit slow-witted, so ell/ella doesn’t notice el/la loss."
  },
  "821": {
    "name": "Rookidee",
    "description": "ell/ella farà bravely challenge any opponent, no matter how poderós aquest/aquesta Pokémon benefits de every battle—even a defeat increases el seu/la seva strength a bit."
  },
  "822": {
    "name": "Corvisquire",
    "description": "Un Pokémon únic amb característiques especials. Smart enough to use tools in battle, these Pokémon have been seen picking up rocks and flinging them or using ropes to wrap up enemies."
  },
  "823": {
    "name": "Corviknight",
    "description": "aquest/aquesta Pokémon reigns supreme in el/la skies of el/la Galar region. el/la black luster of el seu/la seva steel cos could drive terror into el/la heart of any foe."
  },
  "824": {
    "name": "Blipbug",
    "description": "A constant collector of information, aquest/aquesta Pokémon és molt smart. molt fort és what ell/ella isn’t."
  },
  "825": {
    "name": "Dottler",
    "description": "ell/ella barely moves, but el seu/la seva still alive. Hiding in el seu/la seva closca without food or aigua seems to tenir awakened el seu/la seva psychic powers."
  },
  "826": {
    "name": "Orbeetle",
    "description": "el seu/la seva famous for el seu/la seva high level of intelligence, i el/la gran size of el seu/la seva brain és proof aquell/aquella ell/ella also possesses immense psychic power."
  },
  "827": {
    "name": "Nickit",
    "description": "Aided by el/la soft pads on el seu/la seva peus ell/ella silently raids el/la food stores of other Pokémon. ell/ella survives off el seu/la seva ill-gotten gains."
  },
  "828": {
    "name": "Thievul",
    "description": "ell/ella secretly marks potential targets amb a scent. By following el/la scent, ell/ella stalks el seu/la seva targets i steals de them quan they least expect ell/ella"
  },
  "829": {
    "name": "Gossifleur",
    "description": "ell/ella anchors itself in el/la terra amb el seu/la seva single leg, then basks in el/la sun. After absorbing enough sunlight, el seu/la seva petals spread as ell/ella blooms brilliantly."
  },
  "830": {
    "name": "Eldegoss",
    "description": "Un Pokémon únic amb característiques especials. The seeds attached to its cotton fluff are full of nutrients. It spreads them on the wind so that plants and other Pokémon can benefit from them."
  },
  "831": {
    "name": "Wooloo",
    "description": "Un Pokémon únic amb característiques especials. Its curly fleece is such an effective cushion that this Pokémon could fall off a cliff and stand right back up at the bottom, unharmed."
  },
  "832": {
    "name": "Dubwool",
    "description": "Weave a carpet de el seu/la seva springy wool, i you end up amb something closer to a trampoline. You’ll start to bounce el/la moment you set foot on ell/ella"
  },
  "833": {
    "name": "Chewtle",
    "description": "Apparently el/la itch of el seu/la seva teething impels ell/ella to snap el seu/la seva jaws at anything in front of ell/ella"
  },
  "834": {
    "name": "Drednaw",
    "description": "amb jaws aquell/aquella pot shear through steel rods, aquest/aquesta highly agressiu Pokémon chomps down on el seu/la seva unfortunate presa"
  },
  "835": {
    "name": "Yamper",
    "description": "aquest/aquesta Pokémon és molt popular as a herding dog in el/la Galar region. As ell/ella runs, ell/ella generates electricity de el/la base of el seu/la seva cua"
  },
  "836": {
    "name": "Boltund",
    "description": "Un Pokémon únic amb característiques especials. This Pokémon generates electricity and channels it into its legs to keep them going strong. Boltund can run nonstop for three full days."
  },
  "837": {
    "name": "Rolycoly",
    "description": "Un Pokémon únic amb característiques especials. Most of its body has the same composition as coal. Fittingly, this Pokémon was first discovered in coal mines about 400 years ago."
  },
  "838": {
    "name": "Carkol",
    "description": "ell/ella forms coal inside el seu/la seva cos Coal dropped by aquest/aquesta Pokémon once helped fuel el/la lives of people in el/la Galar region."
  },
  "839": {
    "name": "Coalossal",
    "description": "el seu/la seva usually pacífic but el/la vandalism of mines enrages ell/ella Offenders farà be incinerated amb flames aquell/aquella reach 2,700 degrees Fahrenheit."
  },
  "840": {
    "name": "Applin",
    "description": "ell/ella spends el seu/la seva entire life inside an apple. ell/ella hides de el seu/la seva natural enemies, bird Pokémon, by pretending el seu/la seva just an apple i nothing more."
  },
  "841": {
    "name": "Flapple",
    "description": "Un Pokémon únic amb característiques especials. It ate a sour apple, and that induced its evolution. In its cheeks, it stores an acid capable of causing chemical burns."
  },
  "842": {
    "name": "Appletun",
    "description": "Eating a sweet apple caused el seu/la seva evolution. A nectarous scent wafts de el seu/la seva cos luring in el/la bug Pokémon ell/ella preys on."
  },
  "843": {
    "name": "Silicobra",
    "description": "As ell/ella digs, ell/ella swallows sand i stores ell/ella in el seu/la seva neck pouch. el/la pouch pot hold more than 17 pounds of sand."
  },
  "844": {
    "name": "Sandaconda",
    "description": "quan ell/ella contracts el seu/la seva cos over 220 pounds of sand sprays de el seu/la seva nose. If ell/ella ever runs out of sand, ell/ella becomes disheartened."
  },
  "845": {
    "name": "Cramorant",
    "description": "el seu/la seva so fort aquell/aquella ell/ella pot knock out some opponents in a single hit, but ell/ella also may forget what el seu/la seva battling midfight."
  },
  "846": {
    "name": "Arrokuda",
    "description": "If ell/ella sees any movement around ell/ella aquest/aquesta Pokémon charges for ell/ella straightaway, leading amb el seu/la seva sharply pointed jaw. el seu/la seva molt proud of aquell/aquella jaw."
  },
  "847": {
    "name": "Barraskewda",
    "description": "aquest/aquesta Pokémon té a jaw that’s as sharp as a spear i as fort as steel. Apparently Barraskewda’s flesh és surprisingly tasty, too."
  },
  "848": {
    "name": "Toxel",
    "description": "ell/ella stores verí in an internal verí sac i secretes aquell/aquella verí through el seu/la seva skin. If you touch aquest/aquesta Pokémon, a tingling sensation follows."
  },
  "849": {
    "name": "Toxtricity-Amped",
    "description": "Un Pokémon únic amb característiques especials. When this Pokémon sounds as if it’s strumming a guitar, it’s actually clawing at the protrusions on its chest to generate electricity."
  },
  "850": {
    "name": "Sizzlipede",
    "description": "ell/ella stores flammable gas in el seu/la seva cos i uses ell/ella to generate heat. el/la yellow sections on el seu/la seva belly get particularly calent"
  },
  "851": {
    "name": "Centiskorch",
    "description": "quan ell/ella heats up, el seu/la seva cos temperature reaches about 1,500 degrees Fahrenheit. ell/ella lashes el seu/la seva cos like a whip i launches itself at enemies."
  },
  "852": {
    "name": "Clobbopus",
    "description": "el seu/la seva molt curious, but el seu/la seva means of investigating things és to try to punch them amb el seu/la seva tentacles. el/la search for food és what brings ell/ella onto land."
  },
  "853": {
    "name": "Grapploct",
    "description": "A cos made up of nothing but muscle makes el/la grappling moves aquest/aquesta Pokémon performs amb el seu/la seva tentacles tremendously poderós"
  },
  "854": {
    "name": "Sinistea",
    "description": "aquest/aquesta Pokémon és said to tenir been born quan a lonely spirit possessed a fred leftover cup of tea."
  },
  "855": {
    "name": "Polteageist",
    "description": "Un Pokémon únic amb característiques especials. This species lives in antique teapots. Most pots are forgeries, but on rare occasions, an authentic work is found."
  },
  "856": {
    "name": "Hatenna",
    "description": "Un Pokémon únic amb característiques especials. Via the protrusion on its head, it senses other creatures’ emotions. If you don’t have a calm disposition, it will never warm up to you."
  },
  "857": {
    "name": "Hattrem",
    "description": "No matter who you are, if you bring fort emotions near aquest/aquesta Pokémon, ell/ella farà silence you violently."
  },
  "858": {
    "name": "Hatterene",
    "description": "Un Pokémon únic amb característiques especials. It emits psychic power strong enough to cause headaches as a deterrent to the approach of others."
  },
  "859": {
    "name": "Impidimp",
    "description": "Through el seu/la seva nose, ell/ella sucks in el/la emanations produced by people i Pokémon quan they feel annoyed. ell/ella thrives off aquest/aquesta negative energy."
  },
  "860": {
    "name": "Morgrem",
    "description": "quan ell/ella gets down on all fours as if to beg for forgiveness, el seu/la seva trying to lure opponents in so aquell/aquella ell/ella pot stab them amb el seu/la seva spear-like hair."
  },
  "861": {
    "name": "Grimmsnarl",
    "description": "amb el/la hair wrapped around el seu/la seva cos helping to enhance el seu/la seva muscles, aquest/aquesta Pokémon pot overwhelm even Machamp."
  },
  "862": {
    "name": "Obstagoon",
    "description": "Un Pokémon únic amb característiques especials. Its voice is staggering in volume. Obstagoon has a tendency to take on a threatening posture and shout—this move is known as Obstruct."
  },
  "863": {
    "name": "Perrserker",
    "description": "Un Pokémon únic amb característiques especials. What appears to be an iron helmet is actually hardened hair. This Pokémon lives for the thrill of battle."
  },
  "864": {
    "name": "Cursola",
    "description": "el seu/la seva closca és overflowing amb el seu/la seva heightened otherworldly energy. el/la ectoplasm serves as protection for aquest/aquesta Pokémon’s core spirit."
  },
  "865": {
    "name": "Sirfetchd",
    "description": "Only Farfetch’d aquell/aquella tenir survived many battles pot attain aquest/aquesta evolution. quan aquest/aquesta Pokémon’s leek withers, ell/ella farà retire de combat."
  },
  "866": {
    "name": "Mr-Rime",
    "description": "Un Pokémon únic amb característiques especials. It’s highly skilled at tap-dancing. It waves its cane of ice in time with its graceful movements."
  },
  "867": {
    "name": "Runerigus",
    "description": "Un Pokémon únic amb característiques especials. A powerful curse was woven into an ancient painting. After absorbing the spirit of a Yamask, the painting began to move."
  },
  "868": {
    "name": "Milcery",
    "description": "aquest/aquesta Pokémon was born de sweet-smelling particles in el/la air. el seu/la seva cos és made of cream."
  },
  "869": {
    "name": "Alcremie",
    "description": "quan ell/ella trusts a Trainer, ell/ella farà treat them to berries el seu/la seva decorated amb cream."
  },
  "870": {
    "name": "Falinks",
    "description": "Five of them are troopers, i one és el/la brass. el/la brass’s orders are absolute."
  },
  "871": {
    "name": "Pincurchin",
    "description": "ell/ella feeds on seaweed, using el seu/la seva dents to scrape ell/ella off rocks. elèctric current flows de el/la tips of el seu/la seva spines."
  },
  "872": {
    "name": "Snom",
    "description": "ell/ella spits out thread imbued amb a frigid sort of energy i uses ell/ella to tie el seu/la seva cos to branches, disguising itself as an icicle mentre ell/ella sleeps."
  },
  "873": {
    "name": "Frosmoth",
    "description": "Icy scales fall de el seu/la seva ales like snow as ell/ella flies over fields i mountains. el/la temperature of el seu/la seva ales és less than −290 degrees Fahrenheit."
  },
  "874": {
    "name": "Stonjourner",
    "description": "Un Pokémon únic amb característiques especials. It stands in grasslands, watching the sun’s descent from zenith to horizon. This Pokémon has a talent for delivering dynamic kicks."
  },
  "875": {
    "name": "Eiscue-Ice",
    "description": "ell/ella drifted in on el/la flow of oceà waters de a frigid place. ell/ella keeps el seu/la seva cap iced constantly to make sure ell/ella stays nice i fred"
  },
  "876": {
    "name": "Indeedee-Male",
    "description": "Un Pokémon únic amb característiques especials. It uses the horns on its head to sense the emotions of others. Males will act as valets for those they serve, looking after their every need."
  },
  "877": {
    "name": "Morpeko-Full-Belly",
    "description": "Un Pokémon únic amb característiques especials. As it eats the seeds stored up in its pocket-like pouches, this Pokémon is not just satisfying its constant hunger. It’s also generating electricity."
  },
  "878": {
    "name": "Cufant",
    "description": "ell/ella digs up el/la terra amb el seu/la seva trunk. el seu/la seva also molt fort being able to carry loads of over five tons without any problem at all."
  },
  "879": {
    "name": "Copperajah",
    "description": "Un Pokémon únic amb característiques especials. They came over from another region long ago and worked together with humans. Their green skin is resistant to water."
  },
  "880": {
    "name": "Dracozolt",
    "description": "Un Pokémon únic amb característiques especials. In ancient times, it was unbeatable thanks to its powerful lower body, but it went extinct anyway after it depleted all its plant-based food sources."
  },
  "881": {
    "name": "Arctozolt",
    "description": "el/la shaking of el seu/la seva freezing upper half és what generates el seu/la seva electricity. ell/ella té a hard time walking around."
  },
  "882": {
    "name": "Dracovish",
    "description": "poderós legs i jaws made ell/ella el/la apex predator of el seu/la seva time. el seu/la seva own overhunting of el seu/la seva presa was what drove ell/ella to extinction."
  },
  "883": {
    "name": "Arctovish",
    "description": "Though el seu/la seva able to capture presa by freezing el seu/la seva surroundings, ell/ella té trouble eating el/la presa afterward because el seu/la seva boca és on top of el seu/la seva cap"
  },
  "884": {
    "name": "Duraludon",
    "description": "el seu/la seva cos resembles polished metal, i el seu/la seva both lightweight i fort el/la only drawback és aquell/aquella ell/ella rusts easily."
  },
  "885": {
    "name": "Dreepy",
    "description": "Un Pokémon únic amb característiques especials. After being reborn as a ghost Pokémon, Dreepy wanders the areas it used to inhabit back when it was alive in prehistoric seas."
  },
  "886": {
    "name": "Drakloak",
    "description": "Un Pokémon únic amb característiques especials. It’s capable of flying faster than 120 mph. It battles alongside Dreepy and dotes on them until they successfully evolve."
  },
  "887": {
    "name": "Dragapult",
    "description": "quan ell/ella isn’t battling, ell/ella keeps Dreepy in el/la holes on el seu/la seva horns. Once a fight starts, ell/ella launches el/la Dreepy like supersonic missiles."
  },
  "888": {
    "name": "Zacian",
    "description": "Un Pokémon únic amb característiques especials. Known as a legendary hero, this Pokémon absorbs metal particles, transforming them into a weapon it uses to battle."
  },
  "889": {
    "name": "Zamazenta",
    "description": "In times past, ell/ella worked together amb a king of el/la people to save el/la Galar region. ell/ella absorbs metal aquell/aquella ell/ella then uses in combat"
  },
  "890": {
    "name": "Eternatus",
    "description": "el/la core on el seu/la seva chest absorbs energy emanating de el/la lands of el/la Galar region. aquest/aquesta energy és what allows Eternatus to stay active."
  },
  "891": {
    "name": "Kubfu",
    "description": "Kubfu trains hard to perfect el seu/la seva moves. el/la moves ell/ella masters farà determine which form ell/ella takes quan ell/ella evolves."
  },
  "892": {
    "name": "Urshifu-Single-Strike",
    "description": "aquest/aquesta form of Urshifu és a fort believer in el/la one-hit KO. el seu/la seva strategy és to leap in close to foes i land a devastating blow amb a hardened fist."
  },
  "893": {
    "name": "Zarude",
    "description": "Within dense forests, aquest/aquesta Pokémon lives in a pack amb others of el seu/la seva kind. el seu/la seva incredibly agressiu i el/la other Pokémon of el/la bosc fear ell/ella"
  },
  "894": {
    "name": "Regieleki",
    "description": "aquest/aquesta Pokémon és a cluster of electrical energy. el seu/la seva said aquell/aquella removing el/la rings on Regieleki’s cos farà unleash el/la Pokémon’s latent power."
  },
  "895": {
    "name": "Regidrago",
    "description": "An academic theory proposes aquell/aquella Regidrago’s arms were once el/la cap of an ancient dragon Pokémon. el/la theory remains unproven."
  },
  "896": {
    "name": "Glastrier",
    "description": "Glastrier emits intense fred de el seu/la seva hooves. el seu/la seva also a belligerent Pokémon—anything ell/ella wants, ell/ella takes by force."
  },
  "897": {
    "name": "Spectrier",
    "description": "Un Pokémon únic amb característiques especials. It probes its surroundings with all its senses save one—it doesn’t use its sense of sight. Spectrier’s kicks are said to separate soul from body."
  },
  "898": {
    "name": "Calyrex",
    "description": "Un Pokémon únic amb característiques especials. Calyrex is a merciful Pokémon, capable of providing healing and blessings. It reigned over the Galar region in times of yore."
  },
  "899": {
    "name": "Wyrdeer",
    "description": "el/la black orbs shine amb an uncanny light quan el/la Pokémon és erecting invisible barriers. el/la fur shed de el seu/la seva beard retains heat well i és a highly useful material for winter clothing."
  },
  "900": {
    "name": "Kleavor",
    "description": "Un Pokémon únic amb característiques especials. A violent creature that fells towering trees with its crude axes and shields itself with hard stone. If one should chance upon this Pokémon in the wilds, one's only recourse is to flee."
  },
  "901": {
    "name": "Ursaluna",
    "description": "Un Pokémon únic amb característiques especials. I believe it was Hisui's swampy terrain that gave Ursaluna its burly physique and newfound capacity to manipulate peat at will."
  },
  "902": {
    "name": "Basculegion-Male",
    "description": "Un Pokémon únic amb característiques especials. Clads itself in the souls of comrades that perished before fulfilling their goals of journeying upstream. No other species throughout all Hisui's rivers is Basculegion's equal."
  },
  "903": {
    "name": "Sneasler",
    "description": "Un Pokémon únic amb característiques especials. Because of Sneasler's virulent poison and daunting physical prowess, no other species could hope to best it on the frozen highlands. Preferring solitude, this species does not form packs."
  },
  "904": {
    "name": "Overqwil",
    "description": "el seu/la seva lancelike espines i savage temperament tenir earned ell/ella el/la nickname mar fiend.” ell/ella slurps up verí to nourish itself."
  },
  "905": {
    "name": "Enamorus-Incarnate",
    "description": "quan ell/ella flies to aquest/aquesta land de across el/la mar el/la bitter winter comes to an end. According to legend, aquest/aquesta Pokémon's love gives rise to el/la budding of fresh life across Hisui."
  },
  "906": {
    "name": "Sprigatito",
    "description": "el seu/la seva fluffy fur és similar in composition to plants. aquest/aquesta Pokémon frequently washes el seu/la seva face to keep ell/ella de drying out."
  },
  "907": {
    "name": "Floragato",
    "description": "Un Pokémon únic amb característiques especials. Floragato deftly wields the vine hidden beneath its long fur, slamming the hard flower bud against its opponents."
  },
  "908": {
    "name": "Meowscarada",
    "description": "aquest/aquesta Pokémon uses el/la reflective fur lining el seu/la seva cape to camouflage el/la stem of el seu/la seva flower, creating el/la illusion aquell/aquella el/la flower és floating."
  },
  "909": {
    "name": "Fuecoco",
    "description": "Un Pokémon únic amb característiques especials. It lies on warm rocks and uses the heat absorbed by its square-shaped scales to create fire energy."
  },
  "910": {
    "name": "Crocalor",
    "description": "el/la combination of Crocalor’s foc energy i overflowing vitality té caused an egg-shaped fireball to appear on el/la Pokémon’s cap"
  },
  "911": {
    "name": "Skeledirge",
    "description": "el/la fiery bird changes shape quan Skeledirge sings. Rumor té ell/ella aquell/aquella el/la bird was born quan el/la fireball on Skeledirge’s cap gained a soul."
  },
  "912": {
    "name": "Quaxly",
    "description": "aquest/aquesta Pokémon migrated to Paldea de distant lands long ago. el/la gel secreted by el seu/la seva feathers repels aigua i grime.\""
  },
  "913": {
    "name": "Quaxwell",
    "description": "Un Pokémon únic amb característiques especials. These Pokémon constantly run through shallow waters to train their legs, then compete with each other to see which of them kicks most gracefully."
  },
  "914": {
    "name": "Quaquaval",
    "description": "A single kick de a Quaquaval pot send a truck rolling. aquest/aquesta Pokémon uses el seu/la seva poderós legs to perform striking dances de far-off lands."
  },
  "915": {
    "name": "Lechonk",
    "description": "Un Pokémon únic amb característiques especials. It searches for food all day. It possesses a keen sense of smell but doesn’t use it for anything other than foraging."
  },
  "916": {
    "name": "Oinkologne-Male",
    "description": "Oinkologne és proud of el seu/la seva fine, glossy skin. ell/ella emits a concentrated scent de el/la tip of el seu/la seva cua"
  },
  "917": {
    "name": "Tarountula",
    "description": "el/la ball of threads wrapped around el seu/la seva cos és elastic enough to deflect el/la scythes of Scyther, aquest/aquesta Pokémon’s natural enemic"
  },
  "918": {
    "name": "Spidops",
    "description": "ell/ella clings to branches i ceilings using el seu/la seva threads i moves without a sound. ell/ella takes out el seu/la seva presa before el/la presa even notices ell/ella"
  },
  "919": {
    "name": "Nymble",
    "description": "ell/ella té el seu/la seva third set of legs folded up. quan el seu/la seva in a tough spot, aquest/aquesta Pokémon jumps over 30 peus using el/la strength of el seu/la seva legs."
  },
  "920": {
    "name": "Lokix",
    "description": "Un Pokémon únic amb característiques especials. When it decides to fight all out, it stands on its previously folded legs to enter Showdown Mode. It neutralizes its enemies in short order."
  },
  "921": {
    "name": "Pawmi",
    "description": "ell/ella té underdeveloped elèctric sacs on el seu/la seva cheeks. These sacs pot produce electricity only if Pawmi rubs them furiously amb el/la pads on el seu/la seva forepaws."
  },
  "922": {
    "name": "Pawmo",
    "description": "quan el seu/la seva group és attacked, Pawmo és el/la first to leap into combat defeating enemies amb a fighting technique aquell/aquella utilizes elèctric shocks."
  },
  "923": {
    "name": "Pawmot",
    "description": "aquest/aquesta Pokémon normally és lent to react, but once ell/ella enters combat ell/ella farà strike down el seu/la seva enemies amb lightning-fast movements."
  },
  "924": {
    "name": "Tandemaus",
    "description": "Un Pokémon únic amb característiques especials. Exhibiting great teamwork, they use their incisors to cut pieces out of any material that might be useful for a nest, then make off with them."
  },
  "925": {
    "name": "Maushold-Family-Of-Four",
    "description": "Un Pokémon únic amb característiques especials. The two little ones just appeared one day. The group might be a family of related Pokémon, but nobody knows for sure."
  },
  "926": {
    "name": "Fidough",
    "description": "aquest/aquesta Pokémon és smooth i moist to el/la touch. Yeast in Fidough’s breath induces fermentation in el/la Pokémon’s vicinity."
  },
  "927": {
    "name": "Dachsbun",
    "description": "el/la pleasant aroma aquell/aquella emanates de aquest/aquesta Pokémon’s cos helps wheat grow, so Dachsbun té been treasured by farming villages."
  },
  "928": {
    "name": "Smoliv",
    "description": "ell/ella protects itself de enemies by emitting oil de el/la fruit on el seu/la seva cap aquest/aquesta oil és bitter i astringent enough to make someone flinch."
  },
  "929": {
    "name": "Dolliv",
    "description": "Un Pokémon únic amb característiques especials. Dolliv shares its tasty, fresh-scented oil with others. This species has coexisted with humans since times long gone."
  },
  "930": {
    "name": "Arboliva",
    "description": "aquest/aquesta calm Pokémon és molt compassionate. ell/ella farà share el seu/la seva delicious, nutrient-rich oil amb weakened Pokémon."
  },
  "931": {
    "name": "Squawkabilly-Green-Plumage",
    "description": "Un Pokémon únic amb característiques especials. These Pokémon prefer to live in cities. They form flocks based on the color of their feathers, and they fight over territory."
  },
  "932": {
    "name": "Nacli",
    "description": "Un Pokémon únic amb característiques especials. It was born in a layer of rock salt deep under the earth. This species was particularly treasured in the old days, as they would share precious salt."
  },
  "933": {
    "name": "Naclstack",
    "description": "aquest/aquesta Pokémon dry cures el seu/la seva presa by spraying salt over them. el/la curing process steals away el/la aigua in el/la prey’s cos"
  },
  "934": {
    "name": "Garganacl",
    "description": "Un Pokémon únic amb característiques especials. Garganacl will rub its fingertips together and sprinkle injured Pokémon with salt. Even severe wounds will promptly heal afterward."
  },
  "935": {
    "name": "Charcadet",
    "description": "Un Pokémon únic amb característiques especials. Burnt charcoal came to life and became a Pokémon. Possessing a fiery fighting spirit, Charcadet will battle even tough opponents."
  },
  "936": {
    "name": "Armarouge",
    "description": "Un Pokémon únic amb característiques especials. Armarouge evolved through the use of a set of armor that belonged to a distinguished warrior. This Pokémon is incredibly loyal."
  },
  "937": {
    "name": "Ceruledge",
    "description": "Un Pokémon únic amb característiques especials. The fiery blades on its arms burn fiercely with the lingering resentment of a sword wielder who fell before accomplishing their goal."
  },
  "938": {
    "name": "Tadbulb",
    "description": "Tadbulb shakes el seu/la seva cua to generate electricity. If ell/ella senses danger, ell/ella farà make el seu/la seva cap blink on i off to alert el seu/la seva allies."
  },
  "939": {
    "name": "Bellibolt",
    "description": "quan aquest/aquesta Pokémon expands i contracts el seu/la seva wobbly cos el/la belly-button dynamo in el seu/la seva stomach produces a huge amount of electricity."
  },
  "940": {
    "name": "Wattrel",
    "description": "quan el seu/la seva ales catch el/la wind, el/la bones within produce electricity. aquest/aquesta Pokémon dives into el/la oceà catching presa by electrocuting them."
  },
  "941": {
    "name": "Kilowattrel",
    "description": "Un Pokémon únic amb característiques especials. Kilowattrel inflates its throat sac to amplify its electricity. By riding the wind, this Pokémon can fly over 430 miles in a day."
  },
  "942": {
    "name": "Maschiff",
    "description": "Un Pokémon únic amb característiques especials. It always scowls in an attempt to make opponents take it seriously, but even crying children will burst into laughter when they see Maschiff’s face."
  },
  "943": {
    "name": "Mabosstiff",
    "description": "aquest/aquesta Pokémon pot store energy in el seu/la seva gran dewlap. Mabosstiff unleashes aquest/aquesta energy all at once to blow away enemies."
  },
  "944": {
    "name": "Shroodle",
    "description": "Though usually a mellow Pokémon, ell/ella farà sink el seu/la seva sharp, poison-soaked front dents into any aquell/aquella anger ell/ella causing paralysis in el/la object of el seu/la seva ire."
  },
  "945": {
    "name": "Grafaiai",
    "description": "el/la color of el/la poisonous saliva depends on what el/la Pokémon eats. Grafaiai covers el seu/la seva fingers in el seu/la seva saliva i draws patterns on trees in forests."
  },
  "946": {
    "name": "Bramblin",
    "description": "Un Pokémon únic amb característiques especials. A soul unable to move on to the afterlife was blown around by the wind until it got tangled up with dried grass and became a Pokémon."
  },
  "947": {
    "name": "Brambleghast",
    "description": "ell/ella farà open el/la branches of el seu/la seva cap to envelop el seu/la seva presa Once ell/ella absorbs all el/la life energy ell/ella needs, ell/ella expels el/la presa i discards ell/ella"
  },
  "948": {
    "name": "Toedscool",
    "description": "Toedscool lives in muggy forests. el/la flaps aquell/aquella fall de el seu/la seva cos are chewy i molt delicious."
  },
  "949": {
    "name": "Toedscruel",
    "description": "Un Pokémon únic amb característiques especials. These Pokémon gather into groups and form colonies deep within forests. They absolutely hate it when strangers approach."
  },
  "950": {
    "name": "Klawf",
    "description": "Klawf hangs upside-down de cliffs, waiting for presa But Klawf can’t remain in aquest/aquesta position for long because el seu/la seva blood rushes to el seu/la seva cap"
  },
  "951": {
    "name": "Capsakid",
    "description": "el/la more sunlight aquest/aquesta Pokémon bathes in, el/la more spicy chemicals are produced by el seu/la seva cos i thus el/la spicier el seu/la seva moves become."
  },
  "952": {
    "name": "Scovillain",
    "description": "el/la red cap converts spicy chemicals into foc energy i blasts el/la surrounding area amb a super spicy stream of flame."
  },
  "953": {
    "name": "Rellor",
    "description": "aquest/aquesta Pokémon creates a mud ball by mixing sand i dirt amb psychic energy. ell/ella treasures el seu/la seva mud ball more than el seu/la seva own life."
  },
  "954": {
    "name": "Rabsca",
    "description": "el/la cos aquell/aquella supports el/la ball barely moves. Therefore, ell/ella és thought aquell/aquella el/la true cos of aquest/aquesta Pokémon és actually inside el/la ball."
  },
  "955": {
    "name": "Flittle",
    "description": "Un Pokémon únic amb característiques especials. Flittle’s toes levitate about half an inch above the ground because of the psychic power emitted from the frills on the Pokémon’s belly."
  },
  "956": {
    "name": "Espathra",
    "description": "ell/ella immobilizes opponents by bathing them in psychic power de el seu/la seva gran ulls Despite el seu/la seva appearance, ell/ella té a vicious temperament."
  },
  "957": {
    "name": "Tinkatink",
    "description": "ell/ella swings el seu/la seva handmade hammer around to protect itself, but el/la hammer és often stolen by Pokémon aquell/aquella eat metal."
  },
  "958": {
    "name": "Tinkatuff",
    "description": "aquest/aquesta Pokémon farà atac groups of Pawniard i Bisharp, gathering metal de them in order to create a gran i sturdy hammer."
  },
  "959": {
    "name": "Tinkaton",
    "description": "aquest/aquesta intelligent Pokémon té a molt daring disposition. ell/ella knocks rocks into el/la sky amb el seu/la seva hammer, aiming for flying Corviknight."
  },
  "960": {
    "name": "Wiglett",
    "description": "aquest/aquesta Pokémon pot pick up el/la scent of a Veluza just over 65 peus away i farà hide itself in el/la sand."
  },
  "961": {
    "name": "Wugtrio",
    "description": "ell/ella té a vicious temperament, contrary to what el seu/la seva appearance may suggest. ell/ella wraps el seu/la seva long bodies around presa then drags el/la presa into el seu/la seva den."
  },
  "962": {
    "name": "Bombirdier",
    "description": "Un Pokémon únic amb característiques especials. It gathers things up in an apron made from shed feathers added to the Pokémon’s chest feathers, then drops those things from high places for fun."
  },
  "963": {
    "name": "Finizen",
    "description": "ell/ella likes playing amb others of el seu/la seva kind using el/la aigua ring on el seu/la seva cua ell/ella uses ultrasonic waves to sense el/la emotions of other living creatures."
  },
  "964": {
    "name": "Palafin-Zero",
    "description": "Un Pokémon únic amb característiques especials. This Pokémon changes its appearance if it hears its allies calling for help. Palafin will never show anybody its moment of transformation."
  },
  "965": {
    "name": "Varoom",
    "description": "ell/ella és said aquell/aquella aquest/aquesta Pokémon was born quan an unknown verí Pokémon entered i inspirited an engine left at a scrap-processing factory."
  },
  "966": {
    "name": "Revavroom",
    "description": "ell/ella creates a gas out of verí i minerals de rocks. ell/ella then detonates el/la gas in el seu/la seva cylinders—now numbering eight—to generate energy."
  },
  "967": {
    "name": "Cyclizar",
    "description": "Un Pokémon únic amb característiques especials. Apparently Cyclizar has been allowing people to ride on its back since ancient times. Depictions of this have been found in 10,000-year-old murals."
  },
  "968": {
    "name": "Orthworm",
    "description": "quan attacked, aquest/aquesta Pokémon farà wield el/la tendrils on el seu/la seva cos like fists i pelt el/la opponent amb a storm of punches."
  },
  "969": {
    "name": "Glimmet",
    "description": "ell/ella absorbs nutrients de cova walls. el/la petals ell/ella wears are made of crystallized verí"
  },
  "970": {
    "name": "Glimmora",
    "description": "quan aquest/aquesta Pokémon detects danger, ell/ella farà open up el seu/la seva crystalline petals i foc beams de el seu/la seva conical cos"
  },
  "971": {
    "name": "Greavard",
    "description": "ell/ella és said aquell/aquella a dog Pokémon aquell/aquella died in el/la wild without ever interacting amb a human was reborn as aquest/aquesta Pokémon."
  },
  "972": {
    "name": "Houndstone",
    "description": "Un Pokémon únic amb característiques especials. Houndstone spends most of its time sleeping in graveyards. Among all the dog Pokémon, this one is most loyal to its master."
  },
  "973": {
    "name": "Flamigo",
    "description": "Un Pokémon únic amb característiques especials. This Pokémon apparently ties the base of its neck into a knot so that energy stored in its belly does not escape from its beak."
  },
  "974": {
    "name": "Cetoddle",
    "description": "aquest/aquesta species left el/la oceà i began living on land a molt long time ago. ell/ella seems to be closely related to Wailmer."
  },
  "975": {
    "name": "Cetitan",
    "description": "aquest/aquesta Pokémon wanders around snowy, icy areas. ell/ella protects el seu/la seva cos amb poderós muscles i a thick layer of fat under el seu/la seva skin."
  },
  "976": {
    "name": "Veluza",
    "description": "Un Pokémon únic amb característiques especials. When Veluza discards unnecessary flesh, its mind becomes honed and its psychic power increases. The spare flesh has a mild but delicious flavor."
  },
  "977": {
    "name": "Dondozo",
    "description": "aquest/aquesta Pokémon és a glutton, but el seu/la seva bad at getting food. ell/ella teams up amb a Tatsugiri to catch presa"
  },
  "978": {
    "name": "Tatsugiri-Curly",
    "description": "aquest/aquesta és a petit dragon Pokémon. ell/ella lives inside el/la boca of Dondozo to protect itself de enemies on el/la outside."
  },
  "979": {
    "name": "Annihilape",
    "description": "quan el seu/la seva anger rose beyond a critical point, aquest/aquesta Pokémon gained power aquell/aquella és unfettered by el/la limits of el seu/la seva physical cos"
  },
  "980": {
    "name": "Clodsire",
    "description": "quan attacked, aquest/aquesta Pokémon farà retaliate by sticking thick spines out de el seu/la seva cos el seu/la seva a risky move aquell/aquella puts everything on el/la line."
  },
  "981": {
    "name": "Farigiraf",
    "description": "Now aquell/aquella el/la brain waves de el/la cap i cua are synced up, el/la psychic power of aquest/aquesta Pokémon és 10 times stronger than Girafarig’s."
  },
  "982": {
    "name": "Dudunsparce-Two-Segment",
    "description": "aquest/aquesta Pokémon uses el seu/la seva hard cua to make el seu/la seva nest by boring holes into bedrock deep sota terra el/la nest pot reach lengths of over six miles."
  },
  "983": {
    "name": "Kingambit",
    "description": "Un Pokémon únic amb característiques especials. Only a Bisharp that stands above all others in its vast army can evolve into Kingambit."
  },
  "984": {
    "name": "Great-Tusk",
    "description": "Un Pokémon únic amb característiques especials. Sightings of this Pokémon have occurred in recent years. The name Great Tusk was taken from a creature listed in a certain book."
  },
  "985": {
    "name": "Scream-Tail",
    "description": "Un Pokémon únic amb característiques especials. There has been only one reported sighting of this Pokémon. It resembles a mysterious creature depicted in an old expedition journal."
  },
  "986": {
    "name": "Brute-Bonnet",
    "description": "Un Pokémon únic amb característiques especials. It is possible that the creature listed as Brute Bonnet in a certain book could actually be this Pokémon."
  },
  "987": {
    "name": "Flutter-Mane",
    "description": "Un Pokémon únic amb característiques especials. This Pokémon has characteristics similar to those of Flutter Mane, a creature mentioned in a certain book."
  },
  "988": {
    "name": "Slither-Wing",
    "description": "Un Pokémon únic amb característiques especials. This mysterious Pokémon has some similarities to a creature that an old book introduced as Slither Wing."
  },
  "989": {
    "name": "Sandy-Shocks",
    "description": "Un Pokémon únic amb característiques especials. No records exist of this Pokémon being caught. Data is lacking, but the Pokémon’s traits match up with a creature shown in an expedition journal."
  },
  "990": {
    "name": "Iron-Treads",
    "description": "Un Pokémon únic amb característiques especials. This Pokémon closely resembles a scientific weapon that a paranormal magazine claimed was sent to this planet by aliens."
  },
  "991": {
    "name": "Iron-Bundle",
    "description": "Un Pokémon únic amb característiques especials. Its shape is similar to a robot featured in a paranormal magazine article. The robot was said to have been created by an ancient civilization."
  },
  "992": {
    "name": "Iron-Hands",
    "description": "ell/ella és molt similar to a cyborg covered exclusively by a paranormal magazine. el/la cyborg was said to be el/la modified form of a certain athlete."
  },
  "993": {
    "name": "Iron-Jugulis",
    "description": "ell/ella resembles a certain Pokémon introduced in a paranormal magazine, described as el/la offspring of a Hydreigon aquell/aquella fell in love amb a robot."
  },
  "994": {
    "name": "Iron-Moth",
    "description": "Un Pokémon únic amb característiques especials. This Pokémon resembles an unknown object described in a paranormal magazine as a UFO sent to observe humanity."
  },
  "995": {
    "name": "Iron-Thorns",
    "description": "Un Pokémon únic amb característiques especials. It has some similarities to a Pokémon introduced in a dubious magazine as a Tyranitar from one billion years into the future."
  },
  "996": {
    "name": "Frigibax",
    "description": "Frigibax absorbs heat through el seu/la seva dorsal fin i converts el/la heat into ice energy. el/la higher el/la temperature, el/la more energy Frigibax stores."
  },
  "997": {
    "name": "Arctibax",
    "description": "Un Pokémon únic amb característiques especials. Arctibax freezes the air around it, protecting its face with an ice mask and turning its dorsal fin into a blade of ice."
  },
  "998": {
    "name": "Baxcalibur",
    "description": "aquest/aquesta Pokémon blasts cryogenic air out de el seu/la seva boca aquest/aquesta air pot instantly freeze even liquid-hot lava."
  },
  "999": {
    "name": "Gimmighoul",
    "description": "Un Pokémon únic amb característiques especials. This Pokémon was born inside a treasure chest about 1,500 years ago. It sucks the life-force out of scoundrels who try to steal the treasure."
  },
  "1000": {
    "name": "Gholdengo",
    "description": "el seu/la seva cos seems to be made up of 1,000 coins. aquest/aquesta Pokémon gets along well amb others i és quick to make friends amb anybody."
  },
  "1001": {
    "name": "Wo-Chien",
    "description": "Un Pokémon únic amb característiques especials. The grudge of a person punished for writing the king’s evil deeds upon wooden tablets has clad itself in dead leaves to become a Pokémon."
  },
  "1002": {
    "name": "Chien-Pao",
    "description": "aquest/aquesta Pokémon pot control 100 tons of fallen snow. ell/ella plays around innocently by leaping in i out of avalanches ell/ella té caused."
  },
  "1003": {
    "name": "Ting-Lu",
    "description": "Un Pokémon únic amb característiques especials. The fear poured into an ancient ritual vessel has clad itself in rocks and dirt to become a Pokémon."
  },
  "1004": {
    "name": "Chi-Yu",
    "description": "Un Pokémon únic amb característiques especials. It controls flames burning at over 5,400 degrees Fahrenheit. It casually swims through the sea of lava it creates by melting rock and sand."
  },
  "1005": {
    "name": "Roaring-Moon",
    "description": "ell/ella és possible aquell/aquella aquest/aquesta és el/la creature listed as Roaring Moon in an expedition journal aquell/aquella still holds many mysteries."
  },
  "1006": {
    "name": "Iron-Valiant",
    "description": "Un Pokémon únic amb característiques especials. It has some similarities to a mad scientist’s invention covered in a paranormal magazine."
  },
  "1007": {
    "name": "Koraidon",
    "description": "aquest/aquesta seems to be el/la Winged King mentioned in an old expedition journal. ell/ella was said to tenir split el/la land amb el seu/la seva bare fists."
  },
  "1008": {
    "name": "Miraidon",
    "description": "Much remains unknown about aquest/aquesta creature. ell/ella resembles Cyclizar, but ell/ella és far more ruthless i poderós"
  },
  "1009": {
    "name": "Walking-Wake",
    "description": "Un Pokémon únic amb característiques especials. This ferocious creature is shrouded in mystery. It's named after an aquatic monster mentioned in an old expedition journal."
  },
  "1010": {
    "name": "Iron-Leaves",
    "description": "Many of el seu/la seva physical characteristics match those of a Virizion de el/la future aquell/aquella was covered in a paranormal magazine."
  },
  "1011": {
    "name": "Dipplin",
    "description": "Un Pokémon únic amb característiques especials. Dipplin is two creatures in one Pokémon. Its evolution was triggered by a special apple grown only in one place."
  },
  "1012": {
    "name": "Poltchageist",
    "description": "Un Pokémon únic amb característiques especials. Supposedly, the regrets of a tea ceremony master who died before perfecting his craft lingered in some matcha and became a Pokémon."
  },
  "1013": {
    "name": "Sinistcha",
    "description": "ell/ella pretends to be tea, trying to fool people into drinking ell/ella so ell/ella pot drain their life-force. el seu/la seva ruse és generally unsuccessful."
  },
  "1014": {
    "name": "Okidogi",
    "description": "Un Pokémon únic amb característiques especials. After all its muscles were stimulated by the toxic chain around its neck, Okidogi transformed and gained a powerful physique."
  },
  "1015": {
    "name": "Munkidori",
    "description": "el/la chain és made de toxins aquell/aquella enhance capabilities. ell/ella stimulated Munkidori's brain i caused el/la Pokémon's psychic powers to bloom."
  },
  "1016": {
    "name": "Fezandipiti",
    "description": "Fezandipiti owes el seu/la seva beautiful looks i lovely voice to el/la toxic stimulants emanating de el/la chain wrapped around el seu/la seva cos"
  },
  "1017": {
    "name": "Ogerpon",
    "description": "aquest/aquesta Pokémon's type changes based on which mask el seu/la seva wearing. ell/ella confounds el seu/la seva enemies amb nimble movements i kicks."
  },
  "1018": {
    "name": "Archaludon",
    "description": "ell/ella gathers static electricity de el seu/la seva surroundings. el/la beams ell/ella launches quan down on all fours are tremendously poderós"
  },
  "1019": {
    "name": "Hydrapple",
    "description": "Un Pokémon únic amb característiques especials. Seven syrpents live inside an apple made of syrup. The syrpent in the center is the commander."
  },
  "1020": {
    "name": "Gouging-Fire",
    "description": "Un Pokémon únic amb característiques especials. There are scant few reports of this creature being sighted. One short video shows it rampaging and spouting pillars of flame."
  },
  "1021": {
    "name": "Raging-Bolt",
    "description": "el seu/la seva said to incinerate everything around ell/ella amb lightning launched de el seu/la seva fur. molt little és known about aquest/aquesta creature."
  },
  "1022": {
    "name": "Iron-Boulder",
    "description": "Un Pokémon únic amb característiques especials. It resembles a Pokémon described in a dubious magazine as a Terrakion that had been modified by an evil organization."
  },
  "1023": {
    "name": "Iron-Crown",
    "description": "Un Pokémon únic amb característiques especials. It resembles a mysterious object introduced in a paranormal magazine as a cutting-edge weapon shaped like a Cobalion."
  },
  "1024": {
    "name": "Terapagos",
    "description": "Un Pokémon únic amb característiques especials. Terapagos protects itself using its power to transform energy into hard crystals. This Pokémon is the source of the Terastal phenomenon."
  },
  "1025": {
    "name": "Pecharunt",
    "description": "Un Pokémon únic amb característiques especials. It feeds others toxic mochi that draw out desires and capabilities. Those who eat the mochi fall under Pecharunt’s control, chained to its will."
  }
}